[
  {
    "date": "2025-09-05",
    "current_affairs": [
    {
      "topic": "Chess: World Junior Champion Pranav Venkatesh Wins Fujairah Global Stars Title",
      "english": "The world junior chess champion, Pranav Venkatesh, secured the Fujairah Global Superstars Chess Tournament title in the UAE after defeating Spanish Grandmaster Alan Pichot. This victory highlights his growing dominance in the international chess arena.",
      "hindi": "विश्व जूनियर शतरंज चैंपियन प्रणव वेंकटेश ने संयुक्त अरब अमीरात में फुजैराह ग्लोबल सुपरस्टार्स शतरंज टूर्नामेंट का खिताब जीतने के लिए स्पेनिश ग्रैंडमास्टर एलन पिचोट को हराया। यह जीत अंतरराष्ट्रीय शतरंज मंच पर उनके बढ़ते प्रभुत्व को दर्शाती है।",
      "bengali": "বিশ্ব জুনিয়র দাবা চ্যাম্পিয়ন প্রণব ভেঙ্কটেশ সংযুক্ত আরব আমিরশাহিতে অনুষ্ঠিত ফুজিরাহ গ্লোবাল সুপারস্টারস দাবা টুর্নামেন্টের শিরোপা জিতে স্প্যানিশ গ্র্যান্ডমাস্টার অ্যালান পিচোটকে পরাজিত করেছেন। এই জয় আন্তর্জাতিক দাবা ক্ষেত্রে তাঁর ক্রমবর্ধমান আধিপত্যকে তুলে ধরে।"
    },
    {
      "topic": "Formula 1: Oscar Piastri Wins 2025 Dutch Grand Prix",
      "english": "Oscar Piastri clinched the 2025 Dutch Grand Prix title at Circuit Zandvoort in the Netherlands. His teammate, Lando Norris, was forced to withdraw from the race due to an unfortunate mechanical failure in his McLaren.",
      "hindi": "नीदरलैंड्स के सर्किट ज़ैंडवूर्ट में आयोजित 2025 डच ग्रैंड प्रिक्स का खिताब ऑस्कर पियास्त्री ने जीता। उनके मैकलारेन टीम के साथी लैंडो नॉरिस को यांत्रिक खराबी के कारण रेस से हटना पड़ा।",
      "bengali": "নেদারল্যান্ডসের জ্যান্ডভোর্ট সার্কিটে অনুষ্ঠিত 2025 সালের ডাচ গ্র্যান্ড প্রিক্স জিতেছেন অস্কার পিয়াস্ত্রি। তাঁর সতীর্থ ল্যান্ডো নরিস দুর্ভাগ্যজনক যান্ত্রিক ত্রুটির কারণে ম্যাকলরেন রেস থেকে সরে যেতে বাধ্য হন।"
    },
    {
      "topic": "Tennis: Carlos Alcaraz Wins Second U.S. Open Title",
      "english": "Carlos Alcaraz defeated Jannik Sinner in a four-set match (6-2, 3-6, 6-1, 6-4) to secure his second U.S. Open men's singles championship. At the age of 22, Alcaraz has become the first player since 1978 to win multiple major titles on all three surfaces before his 23rd birthday.",
      "hindi": "कार्लोस अल्कराज़ ने जानिक सिनर को चार सेटों (6-2, 3-6, 6-1, 6-4) में हराकर अपना दूसरा यू.एस. ओपन पुरुष एकल खिताब जीता। 22 साल की उम्र में, अल्कराज़ 23 साल से पहले सभी तीन सतहों पर कई मेजर खिताब जीतने वाले 1978 के बाद पहले खिलाड़ी बन गए हैं।",
      "bengali": "কার্লোস আলকারাজ একটি চার সেটের ম্যাচে (৬-২, ৩-৬, ৬-১, ৬-৪) জানিক সিনারকে পরাজিত করে তাঁর দ্বিতীয় ইউ.এস. ওপেন পুরুষ একক চ্যাম্পিয়নশিপ নিশ্চিত করেছেন। ২২ বছর বয়সে, আলকারাজ ২৩ বছর পূর্ণ হওয়ার আগেই তিনটি ভিন্ন সার্ফেসে একাধিক মেজর শিরোপা জেতা ১৯৭৮ সালের পর প্রথম খেলোয়াড় হয়েছেন।"
    },
    {
      "topic": "Cricket: Pakistan's Asif Ali Announces International Retirement",
      "english": "Pakistan's middle-order batsman, Asif Ali, has announced his departure from international cricket. Since his debut in 2018, he accumulated 959 runs in 21 ODIs and 58 T20 Internationals across the limited-overs formats.",
      "hindi": "पाकिस्तान के मध्यक्रम के बल्लेबाज़ आसिफ अली ने अंतरराष्ट्रीय क्रिकेट से संन्यास की घोषणा की है। 2018 में डेब्यू के बाद से, उन्होंने सीमित ओवरों के प्रारूप में 21 वनडे और 58 T20 अंतर्राष्ट्रीय मैचों में कुल 959 रन बनाए।",
      "bengali": "পাকিস্তানের মিডল-অর্ডার ব্যাটসম্যান আসিফ আলী আন্তর্জাতিক ক্রিকেট থেকে অবসরের ঘোষণা করেছেন। 2018 সালে অভিষেকের পর থেকে, তিনি সীমিত ওভারের ফর্ম্যাটে 21টি ওয়ানডে এবং 58টি T20 আন্তর্জাতিক ম্যাচ খেলেছেন এবং মোট 959 রান করেছেন।"
    },
    {
      "topic": "Football: India Wins Bronze Medal in CAFA Nations Cup 2025",
      "english": "The Indian football team secured the bronze medal in the CAFA Nations Cup 2025 Tournament after defeating Oman.",
      "hindi": "भारतीय फुटबॉल टीम ने ओमान को हराकर CAFA नेशंस कप 2025 टूर्नामेंट में कांस्य पदक जीता।",
      "bengali": "ভারতীয় ফুটবল দল ওমানকে পরাজিত করার পর CAFA নেশন্স কাপ 2025 টুর্নামেন্টে ব্রোঞ্জ পদক সুরক্ষিত করেছে।"
    },
    {
      "topic": "Boxing: Meenakshi Hooda and Jasmine Lamboria Win Gold Medals",
      "english": "India's Meenakshi Hooda (48kg) and Jasmine Lamboria (57kg) secured gold medals at the 2025 World Boxing Championships in Liverpool, defeating Nazim Kaizebe and Julia Seremeta, respectively.",
      "hindi": "भारत की मीनाक्षी हुड्डा (48 किग्रा) और जैस्मिन लम्बोरिया (57 किग्रा) ने लिवरपूल में आयोजित 2025 विश्व मुक्केबाजी चैंपियनशिप में क्रमशः नाज़िम काइज़ेबे और जूलिया सेरेमेटा को हराकर स्वर्ण पदक जीता।",
      "bengali": "ভারতের মীনাক্ষী হুডা (48 কেজি) এবং জেসমিন লামবোরিয়া (57 কেজি) লিভারপুলে অনুষ্ঠিত 2025 সালের বিশ্ব বক্সিং চ্যাম্পিয়নশিপে যথাক্রমে নাজিম কাইজেবে এবং জুলিয়া সেরেমেটাকে পরাজিত করে স্বর্ণপদক অর্জন করেছেন।"
    },
    {
      "topic": "Speed Skating: Anandkumar Velkumar Wins India's First World Championship Gold",
      "english": "22-year-old Anandkumar Velkumar created history by winning India's first-ever gold medal at the Speed Skating World Championships in China in the senior men's 1000m sprint. He also won a bronze medal in the 500m sprint.",
      "hindi": "22 वर्षीय आनंदकुमार वेलकुमार ने चीन में आयोजित स्पीड स्केटिंग विश्व चैंपियनशिप में सीनियर पुरुषों की 1000 मीटर स्प्रिंट में भारत का पहला स्वर्ण पदक जीतकर इतिहास रच दिया। उन्होंने 500 मीटर स्प्रिंट में कांस्य पदक भी जीता।",
      "bengali": "২২ বছর বয়সী আনন্দকুমার ভেলকুমার চীনের স্পিড স্কেটিং ওয়ার্ল্ড চ্যাম্পিয়নশিপের সিনিয়র পুরুষদের 1000 মিটার স্প্রিন্টে ভারতের ইতিহাসে প্রথম স্বর্ণপদক জিতে ইতিহাস সৃষ্টি করেছেন। তিনি 500 মিটার স্প্রিন্টেও একটি ব্রোঞ্জ পদক জিতেছেন।"
    },
    {
      "topic": "Cricket: Kuldeep Yadav Becomes World No. 1 Bowler in ICC T20 Rankings",
      "english": "Kuldeep Yadav has become the third Indian bowler, after Jasprit Bumrah and Ravi Ashwin, to achieve the No. 1 spot in the ICC T20 International rankings. This achievement follows a remarkable seven-place leap in the rankings for the spinner.",
      "hindi": "कुलदीप यादव टी-টোয়েন্টি अंतरराष्ट्रीय र্যাংकिंग में नंबर 1 स्थान हासिल करने वाले जसप्रीत बुमराह और रवि अश्विन के बाद तीसरे भारतीय गेंदबाज बन गए हैं। এই उपलब्धि স্পিনারটির জন্য র্যাংকিংয়ে সাত স্থান উল্লম্ফনের পর এসেছে।",
      "bengali": "কুলদীপ যাদব জসপ্রীত বুমরাহ এবং রবি অশ্বিনের পরে তৃতীয় ভারতীয় বোলার হিসেবে আইসিসি টি-টোয়েন্টি আন্তর্জাতিক র্যাংকিংয়ে ১ নম্বর স্থান অর্জন করেছেন। স্পিনারটির জন্য র্যাংকিংয়ে সাত ধাপ উল্লম্ফনের পরই এই অর্জন এসেছে।"
    },
    {
      "topic": "Shooting: Isha Singh Wins Gold in Women's 10m Air Pistol at ISSF World Cup",
      "english": "Shooter Isha Singh secured the gold medal in the women's 10m air pistol event at the 2025 ISSF World Cup. This marked India's first medal in the tournament, where she delivered an exceptional performance alongside Rhythm Sangwan.",
      "hindi": "निशानेबाज ईशा सिंह ने 2025 ISSF विश्व कप में महिलाओं की 10 मीटर एयर पिस्टल स्पर्धा में स्वर्ण पदक जीता। यह टूर्नामेंट में भारत का पहला पदक था, जहां उन्होंने रिदम सांगवान के साथ मिलकर उत्कृष्ट प्रदर्शन किया।",
      "bengali": "শুটার ইশা সিং 2025 সালের ISSF বিশ্বকাপ-এ মহিলাদের 10 মিটার এয়ার পিস্তল ইভেন্টে স্বর্ণপদক জিতেছেন। এটি টুর্নামেন্টে ভারতের প্রথম পদক ছিল, যেখানে তিনি রিদম সাংওয়ানের সাথে মিলে একটি অসাধারণ পারফর্মেন্স করেছেন।"
    },
    {
      "topic": "Football: Indian Women's Team Finishes as Runners-Up in Hockey Asia Cup",
      "english": "The Indian women's team finished as runners-up in the Women's Hockey Asia Cup 2025, held in Hangzhou, after losing 1-4 to China in the final. This loss meant China automatically qualified for the 2026 FIH Women's Hockey World Cup, while India will have to go through qualifiers.",
      "hindi": "हांग्जो में आयोजित 2025 महिला हॉकी एशिया कप के फाइनल में भारतीय महिला टीम चीन से 1-4 से हारकर उपविजेता रही। इस हार के कारण चीन ने 2026 FIH महिला हॉकी विश्व कप के लिए सीधे क्वालीफाई कर लिया, जबकि भारत को क्वालीफायर के माध्यम से जाना होगा।",
      "bengali": "হ্যাংজু-তে অনুষ্ঠিত 2025 সালের উইমেন্স হকি এশিয়া কাপের ফাইনালে ভারতীয় মহিলা দল চীনের কাছে 1-4 গোলে হেরে রানার্স-আপ হিসেবে শেষ করেছে। এই পরাজয়ের ফলে চীন স্বয়ংক্রিয়ভাবে 2026 FIH মহিলা হকি বিশ্বকাপের জন্য কোয়ালিফাই করেছে, যেখানে ভারতকে কোয়ালিফায়ারের মাধ্যমে যেতে হবে।"
    },
    {
      "topic": "Formula 1: Max Verstappen Wins Italian Grand Prix",
      "english": "Max Verstappen secured his first victory since May 2025 by winning the Italian Grand Prix (Monza). This victory marks his 31st career win, placing him third in Formula 1 history. McLaren drivers Lando Norris and Oscar Piastri finished second and third, respectively.",
      "hindi": "मैक्स वेरस्टैपेन ने इटालियन ग्रैंड प्रिक्स (मोंज़ा) जीतकर मई 2025 के बाद अपनी पहली जीत हासिल की। यह जीत उनके करियर की 31वीं जीत है, जो उन्हें फॉर्मूला 1 के इतिहास में तीसरे स्थान पर रखती है। मैकलारेन के ड्राइवर लैंडो नॉरिस और ऑस्कर पियास्त्री क्रमशः दूसरे और तीसरे स्थान पर रहे।",
      "bengali": "ম্যাক্স ভার্স্টাপেন ইতালিয়ান গ্র্যান্ড প্রিক্স (মনজা) জিতে 2025 সালের মে মাসের পর তার প্রথম জয় নিশ্চিত করেছেন। এই জয়টি তাঁর কেরিয়ারের 31তম জয়, যা তাঁকে ফর্মুলা 1 এর ইতিহাসে তৃতীয় স্থানে নিয়ে গেছে। ম্যাকলরেন দলের ড্রাইভার ল্যান্ডো নরিস এবং অস্কার পিয়াস্ত্রি যথাক্রমে দ্বিতীয় এবং তৃতীয় স্থান অর্জন করেছেন।"
    },
    {
      "topic": "Athletics: Sarvesh Kushare First Indian High Jumper to Reach World Championship Final",
      "english": "Sarvesh Kushare has become the first Indian high jumper in history to reach the final of the World Athletics Championships. In Tokyo, he achieved a jump of 2.25m in the men's high jump qualification round to secure a top 12 finish.",
      "hindi": "सर्वेश कुशारे विश्व एथलेटिक्स चैंपियनशिप के फाइनल में पहुंचने वाले इतिहास के पहले भारतीय ऊंची कूद एथलीट बन गए हैं। टोक्यो में, उन्होंने पुरुषों की ऊंची कूद क्वालीफिकेशन राउंड में 2.25 मीटर की छलांग लगाकर शीर्ष 12 में स्थान सुनिश्चित किया।",
      "bengali": "সর্বেশ কুশারে বিশ্ব অ্যাথলেটিক্স চ্যাম্পিয়নশিপের ফাইনালে পৌঁছানো ইতিহাসের প্রথম ভারতীয় হাই জাম্পার হয়েছেন। টোকিওতে, তিনি পুরুষদের হাই জাম্পের যোগ্যতা অর্জন পর্বে 2.25 মিটার লাফিয়ে সেরা 12 তে নিজের জায়গা নিশ্চিত করেছেন।"
    },
    {
    "topic": "Chess: Mariam Fatima Becomes First Woman FIDE Master from Bihar",
    "english": "Mariam Fatima, hailing from Muzaffarpur, has made history by becoming Bihar's first female FIDE Master (FM). She achieved this prestigious title by surpassing the required FIDE rating mark during the recently concluded Commonwealth Chess Championship.",
    "hindi": "मुजफ्फरपुर की मरियम फातिमा ने बिहार की पहली महिला FIDE मास्टर (FM) बनकर इतिहास रच दिया है। उन्होंने हाल ही में संपन्न हुए कॉमनवेल्थ शतरंज चैंपियनशिप के दौरान आवश्यक FIDE रेटिंग अंक को पार करके यह प्रतिष्ठित खिताब हासिल किया।",
    "bengali": "মুজাফ্ফরপুরের মরিয়ম ফাতিমা বিহারের প্রথম মহিলা FIDE মাস্টার (FM) হয়ে ইতিহাস সৃষ্টি করেছেন। তিনি সম্প্রতি সমাপ্ত কমনওয়েলথ দাবা চ্যাম্পিয়নশিপের সময় প্রয়োজনীয় FIDE রেটিং মার্ক অতিক্রম করে এই মর্যাদাপূর্ণ শিরোপা অর্জন করেছেন।"
  },
  {
    "topic": "BCCI: Mithun Manhas Set to Become New President",
    "english": "Former Delhi captain Mithun Manhas is reportedly set to become the new President of the BCCI, as he is expected to be the sole candidate after the nomination deadline. Former India spinner Raghuram Bhat is anticipated to be appointed as the BCCI Treasurer.",
    "hindi": "पूर्व दिल्ली कप्तान मिथुन मन्हास नामांकन की समय सीमा के बाद एकमात्र उम्मीदवार होने के कारण BCCI के नए अध्यक्ष बनने के लिए तैयार हैं। पूर्व भारतीय स्पिनर रघुराम भट को BCCI कोषाध्यक्ष नियुक्त किए जाने की उम्मीद है।",
    "bengali": "মনোনয়ন জমার শেষ তারিখের পরে প্রাক্তন দিল্লি অধিনায়ক মিথুন মানহাস BCCI-এর নতুন সভাপতি হতে চলেছেন। প্রাক্তন ভারতীয় স্পিনার রঘুরম ভাটকে BCCI কোষাধ্যক্ষ হিসেবে নিয়োগ করার সম্ভাবনা রয়েছে।"
  },
  {
    "topic": "ICC Suspends Membership of Cricket USA",
    "english": "The International Cricket Council (ICC) suspended the membership of Cricket USA with immediate effect (September 23, 2025). The suspension was imposed due to serious breaches of ICC obligations, including administrative failures and issues that could damage the organization's reputation.",
    "hindi": "अंतर्राष्ट्रीय क्रिकेट परिषद (ICC) ने प्रशासनिक विफलताओं और प्रतिष्ठा को नुकसान पहुँचाने वाली समस्याओं सहित ICC दायित्वों के गंभीर उल्लंघनों के कारण क्रिकेट USA की सदस्यता को तत्काल प्रभाव से (23 सितंबर, 2025) निलंबित कर दिया है।",
    "bengali": "আন্তর্জাতিক ক্রিকেট কাউন্সিল (ICC) প্রশাসনিক ব্যর্থতা এবং সংস্থার সুনাম নষ্ট করতে পারে এমন সমস্যা সহ ICC বাধ্যবাধকতার গুরুতর লঙ্ঘনের কারণে ক্রিকেট USA-এর সদস্যপদ অবিলম্বে (23 সেপ্টেম্বর, 2025) স্থগিত করেছে।"
  },
  {
    "topic": "Speed Skating: Anandkumar Velkumar Becomes World Champion in 42km Marathon",
    "english": "Anandkumar Velkumar won the gold medal in the men's 42 km marathon at the 2025 World Speed Skating Championships in China. With this victory, the 22-year-old athlete officially becomes India's first speed skating world champion.",
    "hindi": "आनंदकुमार वेलकुमार ने चीन में आयोजित 2025 विश्व स्पीड स्केटिंग चैंपियनशिप में पुरुषों की 42 किमी मैराथन में स्वर्ण पदक जीता। इस जीत के साथ, 22 वर्षीय एथलीट आधिकारिक तौर पर भारत के पहले स्पीड स्केटिंग विश्व चैंपियन बन गए हैं।",
    "bengali": "আনন্দকুমার ভেলকুমার চীনের 2025 সালের বিশ্ব স্পিড স্কেটিং চ্যাম্পিয়নশিপে পুরুষদের 42 কিমি ম্যারাথনে স্বর্ণপদক জিতেছেন। এই জয়ের মাধ্যমে, 22 বছর বয়সী এই ক্রীড়াবিদ আনুষ্ঠানিকভাবে ভারতের প্রথম স্পিড স্কেটিং বিশ্ব চ্যাম্পিয়ন হয়েছেন।"
  },
  {
    "topic": "Chess: Vaishali Ramesh Babu Wins FIDE Grand Swiss for Second Consecutive Time",
    "english": "Vaishali Ramesh Babu secured her second consecutive FIDE Grand Swiss tournament victory in Uzbekistan after drawing the final round against former Women's World Champion Tan Zhongyi. This result earned her a direct qualification for the 2026 Candidates Tournament.",
    "hindi": "वैशाली रमेशबाबू ने उज्बेकिस्तान में पूर्व महिला विश्व चैंपियन टैन झोंगयी के खिलाफ अंतिम दौर में ड्रॉ खेलने के बाद लगातार दूसरी बार FIDE ग्रैंड स्विस टूर्नामेंट जीता। इस परिणाम ने उन्हें 2026 कैंडिडेट्स टूर्नामेंट के लिए सीधी योग्यता दिला दी।",
    "bengali": "উজবেকিস্তানে প্রাক্তন মহিলা বিশ্ব চ্যাম্পিয়ন ট্যান ঝোংয়ি-এর বিরুদ্ধে ফাইনাল রাউন্ড ড্র করার পর বৈশালী রমেশবাবু তাঁর দ্বিতীয় টানা FIDE গ্র্যান্ড সুইস টুর্নামেন্টের জয় নিশ্চিত করেছেন। এই ফলাফলের কারণে তিনি 2026 সালের ক্যান্ডিডেটস টুর্নামেন্টের জন্য সরাসরি যোগ্যতা অর্জন করেছেন।"
  },
  {
    "topic": "Cricket: Smriti Mandhana Breaks Record for Fastest ODI Century for India",
    "english": "Smriti Mandhana broke Virat Kohli's record by scoring the fastest ODI century for an Indian player (male or female). She achieved the feat in just 50 balls against Australia at the Arun Jaitley Stadium in New Delhi.",
    "hindi": "स्मृति मंधाना ने केवल 50 गेंदों में ऑस्ट्रेलिया के खिलाफ (नई दिल्ली के अरुण जेटली स्टेडियम में) शतक बनाकर किसी भी भारतीय खिलाड़ी (पुरुष या महिला) द्वारा सबसे तेज वनडे शतक का विराट कोहली का रिकॉर्ड तोड़ दिया।",
    "bengali": "স্মৃতি মন্ধনা মাত্র 50 বলে অস্ট্রেলিয়ার বিরুদ্ধে (নয়াদিল্লির অরুণ জেটলি স্টেডিয়ামে) দ্রুততম ওডিআই সেঞ্চুরি করে যে কোনো ভারতীয় খেলোয়াড়ের (পুরুষ বা মহিলা) মধ্যে বিরাট কোহলির রেকর্ড ভেঙে দিয়েছেন।"
  },
  {
    "topic": "Cricket: India Wins 9th Asia Cup Title in Dubai Final",
    "english": "India won their ninth Asia Cup title by defeating Pakistan by 5 wickets in a thrilling final held at the Dubai International Cricket Stadium. Kuldeep Yadav, Varun Chakravarthy, and Axar Patel led the spin attack, restricting Pakistan to 146/8.",
    "hindi": "भारत ने दुबई इंटरनेशनल क्रिकेट स्टेडियम में आयोजित रोमांचक फाइनल में पाकिस्तान को 5 विकेट से हराकर अपना नौवां एशिया कप खिताब जीता। कुलदीप यादव, वरुण चक्रवर्ती और अक्षर पटेल की स्पिन तिकड़ी ने पाकिस्तान को 146/8 पर सीमित कर दिया।",
    "bengali": "দুবাই ইন্টারন্যাশনাল ক্রিকেট স্টেডিয়ামে অনুষ্ঠিত উত্তেজনাপূর্ণ ফাইনালে পাকিস্তানকে 5 উইকেটে হারিয়ে ভারত তাদের নবম এশিয়া কাপ শিরোপা জিতেছে। কুলদীপ যাদব, বরুণ চক্রবর্তী এবং অক্ষর প্যাটেলের স্পিন আক্রমণ পাকিস্তানকে 146/8-এ সীমাবদ্ধ করেছিল।"
  },
  {
    "topic": "Cricket: India Wins 9th Asia Cup 2025 (17th Edition)",
    "english": "India won the 17th edition of the Asia Cup, held in the UAE from 8-28 September 2025, defeating runner-up Pakistan. Abhishek Sharma was the top run-scorer (314 runs), while Kuldeep Yadav was the top wicket-taker (17 wickets).",
    "hindi": "भारत ने 8-28 सितंबर 2025 तक UAE में आयोजित एशिया कप के 17वें संस्करण का खिताब जीता, जिसमें उपविजेता पाकिस्तान रहा। अभिषेक शर्मा टूर्नामेंट में सबसे अधिक रन बनाने वाले खिलाड़ी (314 रन) रहे, जबकि कुलदीप यादव सबसे अधिक विकेट लेने वाले (17 विकेट) थे।",
    "bengali": "ভারত 8-28 সেপ্টেম্বর 2025 পর্যন্ত UAE-তে অনুষ্ঠিত এশিয়া কাপের 17তম সংস্করণ জিতেছে, যেখানে পাকিস্তান রানার্স-আপ হয়েছে। অভিষেক শর্মা টুর্নামেন্টের সর্বোচ্চ রান সংগ্রাহক (314 রান) ছিলেন এবং কুলদীপ যাদব সর্বোচ্চ উইকেট শিকারী (17 উইকেট) ছিলেন।"
  },
  {
    "topic": "Javelin Throw: Rinku Hooda Wins Gold Medal in Men's F46 Event",
    "english": "Rinku Hooda secured the gold medal in the men's F46 Javelin Throw event, which is part of the World Para Athletics Championships. Sundar Singh Gurjar finished second and won the silver medal in the same event.",
    "hindi": "रिंकू हुड्डा ने पुरुषों की F46 भाला फेंक स्पर्धा में स्वर्ण पदक जीता, जो विश्व पैरा एथलेटिक्स चैंपियनशिप का हिस्सा है। इसी स्पर्धा में सुंदर सिंह गुर्जर दूसरे स्थान पर रहे और उन्होंने रजत पदक जीता।",
    "bengali": "রিঙ্কু হুডা পুরুষদের F46 জ্যাভলিন থ্রো ইভেন্টে স্বর্ণপদক নিশ্চিত করেছেন, যা বিশ্ব প্যারা অ্যাথলেটিক্স চ্যাম্পিয়নশিপের অংশ। একই ইভেন্টে সুন্দর সিং গুরজার দ্বিতীয় স্থান অর্জন করে রৌপ্য পদক জিতেছেন।"
  },
  {
    "topic": "FIFA Releases Official Mascots for 2026 World Cup",
    "english": "FIFA officially released the mascots for the 2026 World Cup: Clutch the Bald Eagle (USA), Maple the Moose (Canada), and Zayu the Jaguar (Mexico). The mascots symbolize the three host countries and their respective cultures, heritage, and values.",
    "hindi": "फीफा ने 2026 विश्व कप के लिए आधिकारिक तौर पर शुभंकरों का अनावरण किया: क्लच द बाल्ड ईगल (USA), मेपल द मूस (कनाडा) और जायू द जगुआर (मेक्सिको)। शुभंकर तीन मेजबान देशों और उनकी संबंधित संस्कृतियों, विरासत और मूल्यों का प्रतीक हैं।",
    "bengali": "ফিফা আনুষ্ঠানিকভাবে 2026 বিশ্বকাপের মাসকটগুলি প্রকাশ করেছে: ক্লচ দ্য বল্ড ইগল (USA), ম্যাপল দ্য মুস (কানাডা), এবং জায়ু দ্য জাগুয়ার (মেক্সিকো)। এই মাসকটগুলি তিনটি আয়োজক দেশ এবং তাদের সংস্কৃতি, ঐতিহ্য ও মূল্যবোধের প্রতীক।"
  },
  {
    "topic": "India Wins Bid to Host 5th Coast Guard Global Summit in Chennai (2027)",
    "english": "India has successfully won the bid to host the 5th Coast Guard Global Summit in Chennai in 2027, coinciding with the Golden Jubilee celebrations of the Indian Coast Guard. The event will see participation from 95 countries and organizations.",
    "hindi": "भारत ने 2027 में चेन्नई में 5वें तटरक्षक वैश्विक शिखर सम्मेलन (Coast Guard Global Summit) की मेजबानी का अधिकार सफलतापूर्वक जीत लिया है, जो भारतीय तटरक्षक के स्वर्ण जयंती समारोह के साथ मेल खाता है। इस आयोजन में 95 देशों और संगठनों के प्रतिनिधि भाग लेंगे।",
    "bengali": "ভারত 2027 সালে চেন্নাইয়ে 5ম কোস্ট গার্ড গ্লোবাল সামিটের আয়োজনের অধিকার জিতেছে, যা ভারতীয় কোস্ট গার্ডের সুবর্ণ জয়ন্তী উদযাপনের সঙ্গে মিলে যাচ্ছে। এই ইভেন্টে 95টি দেশ এবং সংস্থা অংশগ্রহণ করবে।"
  },
  {
    "topic": "INS Kadmatt Arrives in Fiji to Boost Maritime Cooperation",
    "english": "The Indian Naval Ship (INS) Kadmatt, an anti-submarine warfare corvette, arrived in Suva, Fiji, as part of its overseas deployment. The visit aims to reflect the strong cultural and historical ties and strengthen maritime cooperation between the two nations.",
    "hindi": "भारतीय नौसेना जहाज (INS) कदमत, एक पनडुब्बी रोधी युद्धपोत, अपनी विदेशी तैनाती के हिस्से के रूप में फिजी के सुवा पहुँच गया है। इस यात्रा का उद्देश्य मजबूत सांस्कृतिक और ऐतिहासिक संबंधों को दर्शाना तथा दोनों देशों के बीच समुद्री सहयोग को मजबूत करना है।",
    "bengali": "ভারতীয় নৌবাহিনীর জাহাজ (INS) কাদমাট, একটি ডুবোজাহাজ-বিরোধী যুদ্ধজাহাজ, তার বিদেশী মোতায়েনের অংশ হিসেবে ফিজির সুভাতে পৌঁছেছে। এই সফরের লক্ষ্য হল দুই দেশের মধ্যে শক্তিশালী সাংস্কৃতিক ও ঐতিহাসিক বন্ধন প্রতিফলিত করা এবং সামুদ্রিক সহযোগিতা জোরদার করা।"
  },
  {
    "topic": "ICGS Indomitable Commissioned at Paradip Port",
    "english": "The ship 'Indomitable', the first of the eight indomitable-class fast patrol vessels of the Indian Coast Guard (ICGS), was commissioned into the Indian Coast Guard at Paradip Port in Odisha. The 51-metre-long vessel, built by Goa Shipyard Limited, emphasizes indigenous content and maritime capabilities.",
    "hindi": "जहाज 'अदम्य' (Indomitable), जो भारतीय तटरक्षक बल (ICGS) के आठ अदम्य-श्रेणी के तेज गश्ती जहाजों में से पहला है, को ओडिशा के पारादीप बंदरगाह पर भारतीय तटरक्षक में शामिल किया गया। गोवा शिपयार्ड लिमिटेड द्वारा निर्मित यह 51 मीटर लंबा पोत स्वदेशी सामग्री और समुद्री क्षमताओं पर ज़ोर देता है।",
    "bengali": "জাহাজ 'ইন্দোমিটেবল' (Indomitable), যা ভারতীয় কোস্ট গার্ডের (ICGS) আটটি অদম্য-শ্রেণীর দ্রুত টহল জাহাজের মধ্যে প্রথম, ওড়িশার পারাদীপ বন্দরে ভারতীয় কোস্ট গার্ডে কমিশন করা হয়েছে। গোয়া শিপইয়ার্ড লিমিটেড দ্বারা নির্মিত 51 মিটার দীর্ঘ এই জাহাজটি দেশীয় উপাদান এবং সামুদ্রিক সক্ষমতার উপর জোর দেয়।"
  },
  {
    "topic": "Cabinet Approves ₹262,370 Crore Deal for HAL Fighter Jets",
    "english": "The Cabinet Committee on Security has approved a major deal worth ₹2,62,370 crore with Hindustan Aeronautics Limited (HAL) for the procurement of advanced fighter jets, strengthening India's air defence capabilities.",
    "hindi": "सुरक्षा पर कैबिनेट समिति ने भारत की वायु रक्षा क्षमताओं को मजबूत करने के लिए उन्नत लड़ाकू जेट विमानों की खरीद के लिए हिंदुस्तान एयरोनॉटिक्स लिमिटेड (HAL) के साथ ₹2,62,370 करोड़ का एक बड़ा सौदा स्वीकृत किया है।",
    "bengali": "নিরাপত্তার মন্ত্রিসভা কমিটি ভারতের বিমান প্রতিরক্ষা ক্ষমতা জোরদার করার জন্য উন্নত যুদ্ধবিমান সংগ্রহের জন্য হিন্দুস্তান অ্যারোনটিক্স লিমিটেডের (HAL) সাথে ₹2,62,370 কোটি টাকার একটি বড় চুক্তি অনুমোদন করেছে।"
  },
  {
    "topic": "R Ashwin Becomes First Indian Male to Join Australia's Big Bash League (BBL)",
    "english": "Veteran Indian off-spinner Ravichandran Ashwin has signed with Sydney Thunder for the upcoming Big Bash League (BBL), making him the first active Indian male cricketer from the national team to join the Australian tournament.",
    "hindi": "अनुभवी भारतीय ऑफ-स्पिनर रविचंद्रन अश्विन ने आगामी बिग बैश लीग (BBL) के लिए सिडनी थंडर के साथ करार किया है, जिससे वह राष्ट्रीय टीम से ऑस्ट्रेलियाई टूर्नामेंट में शामिल होने वाले पहले सक्रिय भारतीय पुरुष क्रिकेटर बन गए हैं।",
    "bengali": "প্রবীণ ভারতীয় অফ-স্পিনার রবিচন্দ্রন অশ্বিন আসন্ন বিগ ব্যাশ লীগের (BBL) জন্য সিডনি থান্ডারের সাথে চুক্তি করেছেন, যার ফলে তিনি জাতীয় দল থেকে অস্ট্রেলিয়ান টুর্নামেন্টে যোগদানকারী প্রথম সক্রিয় ভারতীয় পুরুষ ক্রিকেটার হয়েছেন।"
  },
  {
    "topic": "INS Kadmatt Participates in Papua New Guinea Independence Day Celebrations",
    "english": "INS Kadmatt arrived in Port Moresby to participate in the 50th Independence Day celebrations of Papua New Guinea. The visit is part of India's 'Act East Policy' and promotes peace, stability, and maritime security in the Indo-Pacific region.",
    "hindi": "INS कदमत पापुआ न्यू गिनी के 50वें स्वतंत्रता दिवस समारोह में भाग लेने के लिए पोर्ट मोरेस्बी पहुंचा। यह यात्रा भारत की 'एक्ट ईस्ट पॉलिसी' का हिस्सा है और हिंद-प्रशांत क्षेत्र में शांति, स्थिरता और समुद्री सुरक्षा को बढ़ावा देती है।",
    "bengali": "INS কাদমাট পাপুয়া নিউ গিনির 50তম স্বাধীনতা দিবস উদযাপনে অংশ নিতে পোর্ট মোরেসবিতে পৌঁছেছে। এই সফর ভারতের 'অ্যাক্ট ইস্ট নীতি'-এর অংশ এবং ইন্দো-প্যাসিফিক অঞ্চলে শান্তি, স্থিতিশীলতা ও সামুদ্রিক নিরাপত্তাকে উৎসাহিত করে।"
  },
  {
    "topic": "21st Edition of India-US Joint Exercise Yudh Abhyas Underway in Alaska",
    "english": "The 21st edition of the India-US joint military exercise 'Yudh Abhyas 2025' is being conducted at Fort Wainwright, Alaska. The exercise involves battalion-level warfare, airborne operations, and tactical systems integration, aimed at enhancing interoperability.",
    "hindi": "भारत-अमेरिका संयुक्त सैन्य अभ्यास 'युद्धाभ्यास 2025' का 21वां संस्करण अलास्का के फोर्ट वेनराइट में आयोजित किया जा रहा है। इस अभ्यास में बटालियन-स्तरीय युद्ध, हवाई संचालन और सामरिक प्रणालियों का एकीकरण शामिल है, जिसका उद्देश्य अंतर-संचालनीयता (interoperability) को बढ़ाना है।",
    "bengali": "ভারত-মার্কিন যৌথ সামরিক মহড়া 'যুদ্ধ অভ্যাস 2025'-এর 21তম সংস্করণ আলাস্কার ফোর্ট ওয়েনরাইটে পরিচালিত হচ্ছে। এই মহড়ায় ব্যাটালিয়ন-স্তরের যুদ্ধ, এয়ারবোর্ন অপারেশন এবং কৌশলগত সিস্টেম ইন্টিগ্রেশন অন্তর্ভুক্ত, যার লক্ষ্য হল আন্তঃঅপারেবিলিটি (interoperability) বৃদ্ধি করা।"
  },
  {
    "topic": "Indian Armed Forces Contingent Departs for ZAPAD 2025 Exercise in Russia",
    "english": "A contingent of 65 personnel from the Indian Armed Forces has departed for Russia to participate in the multilateral military exercise ZAPAD 2025, scheduled to be held at Mulino training ground in Nizhny Novgorod from 10 to 18 September.",
    "hindi": "भारतीय सशस्त्र बलों के 65 कर्मियों का एक दल रूस में आयोजित होने वाले बहुपक्षीय सैन्य अभ्यास ZAPAD 2025 में भाग लेने के लिए रवाना हुआ है, जो 10 से 18 सितंबर तक निज़नी नोवगोरोड के मुलिनो प्रशिक्षण मैदान में आयोजित होगा।",
    "bengali": "ভারতীয় সশস্ত্র বাহিনীর 65 জন কর্মীর একটি দল রাশিয়ার বহু-পার্শ্বিক সামরিক মহড়া ZAPAD 2025-এ অংশ নিতে রওনা হয়েছে, যা 10 থেকে 18 সেপ্টেম্বর পর্যন্ত নিজনি নভগোরোদের মুলিনো প্রশিক্ষণ গ্রাউন্ডে অনুষ্ঠিত হবে।"
  },
  {
    "topic": "14th Edition of India-Thailand Military Exercise Maitree Held in Meghalaya",
    "english": "The 14th edition of the India-Thailand joint military exercise 'Maitree' was held at the Joint Training Node (JTN), Umroi, Meghalaya. The exercise focused on military-to-military exchange, aimed at enhancing cooperation, interoperability, and mutual understanding.",
    "hindi": "भारत-थाईलैंड संयुक्त सैन्य अभ्यास 'मैत्री' का 14वां संस्करण उमरोई, मेघालय के संयुक्त प्रशिक्षण नोड (JTN) में आयोजित किया गया। इस अभ्यास का उद्देश्य सैन्य-से-सैन्य आदान-प्रदान, सहयोग, अंतर-संचालनीयता और आपसी समझ को बढ़ाना था।",
    "bengali": "ভারত-থাইল্যান্ড যৌথ সামরিক মহড়া 'মৈত্রী'-এর 14তম সংস্করণ মেঘালয়ের উমরোই-এর জয়েন্ট ট্রেনিং নোড (JTN)-এ অনুষ্ঠিত হয়েছে। মহড়াটি সামরিক-থেকে-সামরিক বিনিময়ের উপর দৃষ্টি নিবদ্ধ করেছিল, যার লক্ষ্য ছিল সহযোগিতা, আন্তঃঅপারেবিলিটি এবং পারস্পরিক বোঝাপড়া বৃদ্ধি করা।"
  },
  {
    "topic": "INS Nistar Participates in Multinational Exercise Pacific Reach 2025 in Singapore",
    "english": "The Indian Navy's indigenously designed Diving Support Vessel (DSV), INS Nistar, participated in the multinational exercise 'Pacific Reach 2025' in Singapore, involving over 40 countries. The exercise focuses on submarine rescue and subject matter expert exchanges (SMEE).",
    "hindi": "भारतीय नौसेना के स्वदेशी रूप से डिजाइन किए गए डाइविंग सपोर्ट वेसल (DSV), INS निस्तार, ने सिंगापुर में आयोजित बहुराष्ट्रीय अभ्यास 'पैसिफिक रीच 2025' में भाग लिया, जिसमें 40 से अधिक देश शामिल थे। यह अभ्यास पनडुब्बी बचाव और विषय वस्तु विशेषज्ञ आदान-प्रदान (SMEE) पर केंद्रित है।",
    "bengali": "ভারতীয় নৌবাহিনীর দেশীয়ভাবে ডিজাইন করা ডাইভিং সাপোর্ট ভেসেল (DSV), INS নিস্তার, সিঙ্গাপুরে অনুষ্ঠিত বহু-পার্শ্বিক মহড়া 'প্যাসিফিক রিচ 2025'-এ অংশগ্রহণ করেছে, যেখানে 40টিরও বেশি দেশ জড়িত ছিল। এই মহড়াটি সাবমেরিন উদ্ধার এবং বিষয় বিশেষজ্ঞ বিনিময় (SMEE) এর উপর দৃষ্টি নিবদ্ধ করে।"
  },
  {
    "topic": "Himachal Pradesh Becomes Fifth Fully Literate State/Union Territory",
    "english": "Himachal Pradesh has become the fifth fully literate state/union territory in the country. This achievement was highlighted at the International Literacy Day (ILD) 2025 celebration, following other fully literate areas like Tripura, Mizoram, Goa, and Ladakh.",
    "hindi": "हिमाचल प्रदेश देश का पाँचवाँ पूर्ण साक्षर राज्य/केंद्र शासित प्रदेश बन गया है। यह उपलब्धि अंतर्राष्ट्रीय साक्षरता दिवस (ILD) 2025 समारोह में उजागर हुई थी, और यह त्रिपुरा, मिजोरम, गोवा और लद्दाख जैसे अन्य पूर्ण साक्षर क्षेत्रों के बाद आता है।",
    "bengali": "হিমাচল প্রদেশ দেশের পঞ্চম সম্পূর্ণ সাক্ষর রাজ্য/কেন্দ্রশাসিত অঞ্চল হয়েছে। এই অর্জনটি আন্তর্জাতিক সাক্ষরতা দিবস (ILD) 2025 উদযাপনের সময় তুলে ধরা হয়েছিল, ত্রিপুরা, মিজোরাম, গোয়া এবং লাদাখের মতো অন্যান্য সম্পূর্ণ সাক্ষর অঞ্চলগুলির পরে।"
  },
  {
    "topic": "Seven Natural Sites from India Added to UNESCO Tentative World Heritage List",
    "english": "Seven natural heritage sites from India have been included in the UNESCO Tentative World Heritage List. These sites include the Deccan Traps (Maharashtra) and the Meghalaya cave systems.",
    "hindi": "भारत के सात प्राकृतिक विरासत स्थलों को यूनेस्को की अस्थायी विश्व विरासत सूची (Tentative World Heritage List) में शामिल किया गया है। इन स्थलों में दक्कन ट्रैप्स (महाराष्ट्र) और मेघालय गुफा प्रणालियाँ शामिल हैं।",
    "bengali": "ভারতের সাতটি প্রাকৃতিক ঐতিহ্যবাহী স্থান ইউনেস্কোর টেনটেটিভ ওয়ার্ল্ড হেরিটেজ লিস্টে যুক্ত হয়েছে। এই স্থানগুলির মধ্যে রয়েছে দাক্ষিণাত্য ট্র্যাপস (মহারাষ্ট্র) এবং মেঘালয়ের গুহা সিস্টেম।"
  },
  {
    "topic": "India and Bhutan to Build Two Cross-Border Railway Lines",
    "english": "India and Bhutan have decided to build two cross-border railway lines: one connecting Gelephu in Bhutan to Kokrajhar in Assam, and the second connecting Samtse in Bhutan to Banarhat in West Bengal. The total estimated cost of both projects is ₹4,033 crore.",
    "hindi": "भारत और भूटान ने दो सीमा पार रेल लाइनें बनाने का निर्णय लिया है: एक भूटान में गेलेफू को असम में कोकराझार से जोड़ेगी, और दूसरी भूटान में समत्से को पश्चिम बंगाल में बनारहाट से जोड़ेगी। दोनों परियोजनाओं की कुल अनुमानित लागत ₹4,033 करोड़ है।",
    "bengali": "ভারত ও ভুটান দুটি আন্তঃসীমান্ত রেললাইন নির্মাণ করার সিদ্ধান্ত নিয়েছে: একটি ভুটানের গেঁলেফুকে আসামের কোকড়াঝাড়ের সাথে এবং দ্বিতীয়টি ভুটানের সাম্তসে-কে পশ্চিমবঙ্গের বানারহাটের সাথে যুক্ত করবে। উভয় প্রকল্পের মোট আনুমানিক খরচ ₹4,033 কোটি টাকা।",
    "source_files": "image_662f74.jpg"
  },
  {
    "topic": "US Introduces 'Gold Card' Visa Program to Attract Wealthy Immigrants",
    "english": "The US has introduced the 'Gold Card' visa program, which will replace the existing EB-1 and EB-2 visas, to attract wealthy immigrants. The Gold Card costs $1 million, and the Platinum Card, priced at $5 million, allows holders to stay in the US for up to 270 days without paying taxes on foreign income.",
    "hindi": "अमेरिका ने धनी अप्रवासियों को आकर्षित करने के लिए 'गोल्ड कार्ड' वीज़ा कार्यक्रम शुरू किया है, जो मौजूदा EB-1 और EB-2 वीज़ा की जगह लेगा। गोल्ड कार्ड की लागत $1 मिलियन है, और प्लैटिनम कार्ड (जिसकी कीमत $5 मिलियन है) धारकों को विदेशी आय पर कर चुकाए बिना 270 दिनों तक अमेरिका में रहने की अनुमति देता है।",
    "bengali": "আমেরিকা ধনী অভিবাসীদের আকৃষ্ট করতে 'গোল্ড কার্ড' ভিসা প্রোগ্রাম চালু করেছে, যা বিদ্যমান EB-1 এবং EB-2 ভিসার স্থলাভিষিক্ত হবে। গোল্ড কার্ডের খরচ $1 মিলিয়ন এবং প্ল্যাটিনাম কার্ডের (যার দাম $5 মিলিয়ন) হোল্ডাররা বিদেশী আয়ের উপর কর না দিয়ে 270 দিন পর্যন্ত মার্কিন যুক্তরাষ্ট্রে থাকতে পারবেন।",
    "source_files": "image_662f74.jpg"
  },
  {
    "topic": "India-Japan Set $60 Billion Investment Target in 10-Year Roadmap",
    "english": "India and Japan have set an ambitious investment target of 10 trillion yen (about $60 billion) over the next decade as part of a 10-year roadmap. The partnership will focus on defence cooperation, public infrastructure, clean energy, and the movement of 50,000 Indian workers to Japan.",
    "hindi": "भारत और जापान ने 10 वर्षीय रोडमैप के हिस्से के रूप में अगले दशक में 10 ट्रिलियन येन (लगभग $60 बिलियन) के महत्वाकांक्षी निवेश लक्ष्य को निर्धारित किया है। यह साझेदारी रक्षा सहयोग, सार्वजनिक बुनियादी ढाँचे, स्वच्छ ऊर्जा और 50,000 भारतीय श्रमिकों के जापान प्रवास पर केंद्रित होगी।",
    "bengali": "ভারত ও জাপান 10 বছরের রোডম্যাপের অংশ হিসেবে আগামী দশকে 10 ট্রিলিয়ন ইয়েন (প্রায় $60 বিলিয়ন) এর একটি উচ্চাকাঙ্ক্ষী বিনিয়োগ লক্ষ্য নির্ধারণ করেছে। এই অংশীদারিত্ব প্রতিরক্ষা সহযোগিতা, পাবলিক অবকাঠামো, পরিচ্ছন্ন শক্তি এবং 50,000 ভারতীয় শ্রমিকের জাপানে গমনের উপর দৃষ্টি নিবদ্ধ করবে।",
    "source_files": "image_662f74.jpg"
  },
  {
    "topic": "Russia's Enteromics Cancer Vaccine Shows 100% Success in Early Human Trials",
    "english": "Russia's Enteromics cancer vaccine has shown 100% success in early human trials. The vaccine is based on the new Enteromics platform, which uses the patient's own gut microflora to produce antigens that stimulate an immune response against cancer cells.",
    "hindi": "रूस के एंटरोमिक्स कैंसर वैक्सीन ने शुरुआती मानव परीक्षणों में 100% सफलता दिखाई है। यह वैक्सीन नए एंटरोमिक्स प्लेटफॉर्म पर आधारित है, जो कैंसर कोशिकाओं के खिलाफ प्रतिरक्षा प्रतिक्रिया को उत्तेजित करने वाले एंटीजन बनाने के लिए रोगी के स्वयं के आंत माइक्रोफ्लोरा का उपयोग करता है।",
    "bengali": "রাশিয়ার এন্টারোমিক্স ক্যান্সার ভ্যাকসিন প্রাথমিক মানুষের ট্রায়ালে 100% সাফল্য দেখিয়েছে। এই ভ্যাকসিনটি নতুন এন্টারোমিক্স প্ল্যাটফর্মের উপর ভিত্তি করে তৈরি, যা ক্যান্সার কোষের বিরুদ্ধে ইমিউন প্রতিক্রিয়া উদ্দীপিত করার জন্য রোগীর নিজস্ব অন্ত্রের মাইক্রোফ্লোরা ব্যবহার করে অ্যান্টিজেন তৈরি করে।",
    "source_files": "image_662f74.jpg"
  },
  {
    "topic": "CAG Report 2022-23: 16 States in Revenue Surplus, Uttar Pradesh Tops List",
    "english": "According to the CAG report on state finances for 2022-23, 16 out of 28 states are in revenue surplus, meaning revenue receipts exceeded revenue expenditure. Uttar Pradesh topped the list with ₹37,263 crore, followed by Gujarat (₹19,865 crore) and Odisha (₹19,456 crore).",
    "hindi": "2022-23 के राज्य वित्त पर CAG रिपोर्ट के अनुसार, 28 में से 16 राज्य राजस्व अधिशेष (revenue surplus) में हैं, जिसका अर्थ है कि राजस्व प्राप्तियाँ राजस्व व्यय से अधिक थीं। उत्तर प्रदेश ₹37,263 करोड़ के साथ सूची में सबसे ऊपर रहा, इसके बाद गुजरात (₹19,865 करोड़) और ओडिशा (₹19,456 करोड़) रहे।",
    "bengali": "2022-23 সালের রাজ্য অর্থ সংক্রান্ত CAG রিপোর্ট অনুসারে, 28টি রাজ্যের মধ্যে 16টি রাজস্ব উদ্বৃত্তে (revenue surplus) রয়েছে, যার অর্থ রাজস্ব প্রাপ্তি রাজস্ব ব্যয়কে অতিক্রম করেছে। উত্তর প্রদেশ ₹37,263 কোটি টাকা নিয়ে তালিকার শীর্ষে রয়েছে, তারপরে গুজরাট (₹19,865 কোটি টাকা) এবং ওড়িশা (₹19,456 কোটি টাকা) রয়েছে।",
    "source_files": "image_65d8fa.jpg"
  },
  {
    "topic": "India's Cold Desert Biosphere Reserve in Himachal Pradesh Added to UNESCO's Global Network",
    "english": "India's Cold Desert Biosphere Reserve in Himachal Pradesh has been included in UNESCO's World Network of Biosphere Reserves. Announced by Union Environment Minister Bhupendra Yadav, this addition gives India a total of 13 biosphere reserves in this prestigious global network.",
    "hindi": "हिमाचल प्रदेश में भारत के शीत मरुस्थल बायोस्फीयर रिज़र्व को यूनेस्को के वर्ल्ड नेटवर्क ऑफ बायोस्फीयर रिज़र्व में शामिल किया गया है। केंद्रीय पर्यावरण मंत्री भूपेंद्र यादव द्वारा घोषित इस अतिरिक्त नामकरण के बाद भारत के पास इस प्रतिष्ठित वैश्विक नेटवर्क में कुल 13 बायोस्फीयर रिज़र्व हो गए हैं।",
    "bengali": "হিমাচল প্রদেশের ভারতের কোল্ড ডেজার্ট বায়োস্ফিয়ার রিজার্ভ ইউনেস্কোর ওয়ার্ল্ড নেটওয়ার্ক অফ বায়োস্ফিয়ার রিজার্ভ-এ অন্তর্ভুক্ত হয়েছে। কেন্দ্রীয় পরিবেশ মন্ত্রী ভূপেন্দ্র যাদব কর্তৃক ঘোষিত এই সংযোজনের ফলে ভারতে এই মর্যাদাপূর্ণ বিশ্বব্যাপী নেটওয়ার্কে মোট 13টি বায়োস্ফিয়ার রিজার্ভ রয়েছে।",
    "source_files": "image_65d8fa.jpg"
  },
  {
    "topic": "India's Tentative UNESCO World Heritage List Now Includes 69 Sites",
    "english": "With additional sites like St. Mary's Island (Karnataka), Erra Matti Dibbalu (Andhra Pradesh), and Naga Hills Ophiolite (Nagaland), India's tentative list of UNESCO World Heritage Sites now comprises a total of 69 sites (48 cultural, 17 natural, and 3 mixed heritage sites).",
    "hindi": "सेंट मैरी द्वीप (कर्नाटक), एर्रा मट्टी डिब्बालू (आंध्र प्रदेश) और नागा हिल्स ओफियोलाइट (नागालैंड) जैसे अतिरिक्त स्थलों के साथ, यूनेस्को की विश्व विरासत स्थलों की अस्थायी सूची में अब कुल 69 स्थल शामिल हैं (48 सांस्कृतिक, 17 प्राकृतिक और 3 मिश्रित विरासत स्थल)।",
    "bengali": "সেন্ট মেরির দ্বীপ (কর্ণাটক), এররা মাট্টি ডিব্বালু (অন্ধ্র প্রদেশ) এবং নাগা পাহাড় ওফিওলাইট (নাগাল্যান্ড)-এর মতো অতিরিক্ত সাইটগুলির সাথে, ইউনেস্কো বিশ্ব ঐতিহ্যবাহী স্থানগুলির ভারতের অস্থায়ী তালিকায় এখন মোট 69টি সাইট অন্তর্ভুক্ত রয়েছে (48টি সাংস্কৃতিক, 17টি প্রাকৃতিক এবং 3টি মিশ্র ঐতিহ্যবাহী সাইট)।",
    "source_files": "image_65d8fa.jpg"
  },
  {
    "topic": "Russia's Enteromics Cancer Vaccine Shows 100% Success in Early Human Trials",
    "english": "Russia has unveiled its Enteromics cancer vaccine, which has begun early clinical trials and shown 100% efficacy. The vaccine, customized to each patient's RNA, uses their own gut microflora to produce antigens that stimulate an immune response against cancer cells.",
    "hindi": "रूस ने अपना एंटरोमिक्स कैंसर वैक्सीन लॉन्च किया है, जिसके शुरुआती क्लिनिकल ट्रायल में 100% प्रभावकारिता दिखाई गई है। यह वैक्सीन, जो प्रत्येक रोगी के RNA के अनुसार अनुकूलित है, रोगी के आंत माइक्रोफ्लोरा का उपयोग करके एंटीजन बनाती है जो कैंसर कोशिकाओं के खिलाफ प्रतिरक्षा प्रतिक्रिया को उत्तेजित करते हैं।",
    "bengali": "রাশিয়া তার এন্টারোমিক্স ক্যান্সার ভ্যাকসিন উন্মোচন করেছে, যার প্রাথমিক ক্লিনিকাল ট্রায়ালে 100% কার্যকারিতা দেখিয়েছে। এই ভ্যাকসিনটি, যা প্রতিটি রোগীর RNA অনুযায়ী কাস্টমাইজ করা হয়, রোগীর নিজস্ব অন্ত্রের মাইক্রোফ্লোরা ব্যবহার করে অ্যান্টিজেন তৈরি করে যা ক্যান্সার কোষের বিরুদ্ধে ইমিউন প্রতিক্রিয়া উদ্দীপিত করে। "
  },
  {
    "topic": "India Introduces Indigenous 32-bit Vikram Processor at SEMICON 2026",
    "english": "India introduced its first indigenous 32-bit microprocessor chip, 'Vikram-32', developed by ISRO's Semiconductor Laboratory (SCL). The chip was presented by PM Narendra Modi. It is designed for use in future satellite and launch vehicle applications.",
    "hindi": "भारत ने अपनी पहली स्वदेशी 32-बिट माइक्रोप्रोसेसर चिप 'विक्रम-32' पेश की, जिसे इसरो के सेमीकंडक्टर लेबोरेटरी (SCL) द्वारा विकसित किया गया है। पीएम नरेंद्र मोदी द्वारा प्रस्तुत यह चिप भविष्य के उपग्रह और प्रक्षेपण यान अनुप्रयोगों में उपयोग के लिए डिज़ाइन की गई है।",
    "bengali": "ভারত তার প্রথম স্বদেশী 32-বিট মাইক্রোপ্রসেসর চিপ, 'বিক্রম-32' চালু করেছে, যা ইসরোর সেমিকন্ডাক্টর ল্যাবরেটরি (SCL) দ্বারা তৈরি। প্রধানমন্ত্রী নরেন্দ্র মোদি দ্বারা উপস্থাপিত এই চিপটি ভবিষ্যতের স্যাটেলাইট এবং লঞ্চ ভেহিকেল অ্যাপ্লিকেশনের জন্য ডিজাইন করা হয়েছে। "
  },
  {
    "topic": "Ministry of Tribal Affairs to Launch AI-Powered Tribal Language Translator 'Adi Vani'",
    "english": "The Ministry of Tribal Affairs will soon launch India's first Artificial Intelligence (AI)-powered tribal language translator, 'Adi Vani'. It is being developed by IIT Delhi, BIT Pilani, IIT Hyderabad, and IIT Ropar in collaboration with tribal research institutes. The app will initially support Santhali, Bhili, Mundari, and Gondi languages.",
    "hindi": "जनजातीय मामलों का मंत्रालय जल्द ही भारत का पहला आर्टिफिशियल इंटेलिजेंस (AI) संचालित जनजातीय भाषा अनुवादक 'आदि वाणी' लॉन्च करेगा। इसे आईआईटी दिल्ली, बीआईटी पिलानी, आईआईटी हैदराबाद और आईआईटी रोपड़ द्वारा जनजातीय अनुसंधान संस्थानों के सहयोग से विकसित किया जा रहा है। यह ऐप शुरू में संथाली, भीली, मुंडारी और गोंडी भाषाओं का समर्थन करेगी।",
    "bengali": "জনজাতি বিষয়ক মন্ত্রক শীঘ্রই ভারতের প্রথম কৃত্রিম বুদ্ধিমত্তা (AI) দ্বারা চালিত আদিবাসী ভাষা অনুবাদক 'আদি বাণী' চালু করবে। এটি IIT দিল্লি, BIT পিলানি, IIT হায়দ্রাবাদ এবং IIT রোপার দ্বারা উপজাতীয় গবেষণা প্রতিষ্ঠানগুলির সহযোগিতায় তৈরি করা হচ্ছে। অ্যাপটি প্রাথমিকভাবে সাঁওতালি, ভিলি, মুন্ডারি এবং গোন্ডি ভাষাকে সমর্থন করবে। "
  },
  {
    "topic": "Alia Bhatt Appointed as Levi's Global Brand Ambassador",
    "english": "Denim brand Levi’s has appointed Bollywood actress Alia Bhatt as its new global brand ambassador. Her role is to feature in Levi’s global campaign and promote the brand's iconic denim and lifestyle collection.",
    "hindi": "डेनिम ब्रांड लेवी'स ने बॉलीवुड अभिनेत्री आलिया भट्ट को अपना नया वैश्विक ब्रांड एंबेसडर नियुक्त किया है। उनकी भूमिका लेवी'स के वैश्विक अभियान में शामिल होना और ब्रांड के प्रतिष्ठित डेनिम और लाइफस्टाइल कलेक्शन को बढ़ावा देना है।",
    "bengali": "ডেনিম ব্র্যান্ড লেভি'স বলিউড অভিনেত্রী আলিয়া ভাটকে তাদের নতুন গ্লোবাল ব্র্যান্ড অ্যাম্বাসেডর হিসেবে নিয়োগ করেছে। তাঁর ভূমিকা হল লেভি'সের গ্লোবাল ক্যাম্পেইনে অংশ নেওয়া এবং ব্র্যান্ডের আইকনিক ডেনিম ও লাইফস্টাইল কালেকশন প্রচার করা। "
  },
  {
    "topic": "Skechers India Appoints Cricketer Mohammed Siraj as Brand Ambassador",
    "english": "Skechers India has appointed cricketer Mohammed Siraj as its new brand ambassador to strengthen its presence in the Indian sports and lifestyle market. As a brand ambassador, Siraj will be involved in marketing campaigns showcasing Skechers’ performance and casual footwear.",
    "hindi": "स्केचर्स इंडिया ने भारतीय खेल और लाइफस्टाइल बाजार में अपनी उपस्थिति को मजबूत करने के लिए क्रिकेटर मोहम्मद सिराज को अपना नया ब्रांड एंबेसडर नियुक्त किया है। एक ब्रांड एंबेसडर के रूप में, सिराज स्केचर्स के प्रदर्शन और कैजुअल फुटवियर को प्रदर्शित करने वाले मार्केटिंग अभियानों में शामिल होंगे।",
    "bengali": "স্কেচার্স ইন্ডিয়া ভারতীয় খেলাধুলা এবং লাইফস্টাইল বাজারে তার উপস্থিতি জোরদার করার জন্য ক্রিকেটার মোহাম্মদ সিরাজকে তার নতুন ব্র্যান্ড অ্যাম্বাসেডর হিসেবে নিয়োগ করেছে। ব্র্যান্ড অ্যাম্বাসেডর হিসেবে, সিরাজ স্কেচার্সের পারফরম্যান্স এবং ক্যাজুয়াল জুতা প্রদর্শনকারী মার্কেটিং প্রচারাভিযানে জড়িত থাকবেন। "
  },
  {
    "topic": "Seagram's Royal Stag Appoints Multiple Brand Ambassadors",
    "english": "Seagram’s Royal Stag has appointed Sidharth Malhotra, Badshah, Naga Chaitanya, and gamer Payal Dhare as its new brand ambassadors. They join existing ambassadors Rohit Sharma, Jasprit Bumrah, and Suryakumar Yadav. This selection represents Royal Stag's strategy to connect with diverse cultural segments such as cinema, music, gaming, and cricket.",
    "hindi": "सीग्राम के रॉयल स्टैग ने सिद्धार्थ मल्होत्रा, बादशाह, नागा चैतन्य और गेमर पायल धारे को अपना नया ब्रांड एंबेसडर नियुक्त किया है। वे मौजूदा एंबेसडर रोहित शर्मा, जसप्रीत बुमराह और सूर्यकुमार यादव के साथ शामिल हुए हैं। यह चयन सिनेमा, संगीत, गेमिंग और क्रिकेट जैसे विविध सांस्कृतिक क्षेत्रों के उपभोक्ताओं से जुड़ने की रॉयल स्टैग की रणनीति को दर्शाता है।",
    "bengali": "সিগ্রামের রয়্যাল স্ট্যাগ সিদ্ধার্থ মালহোত্রা, বাদশা, নাগা চৈতন্য এবং গেমার পায়েল ধরে-কে তাদের নতুন ব্র্যান্ড অ্যাম্বাসেডর হিসেবে নিয়োগ করেছে। তারা বিদ্যমান অ্যাম্বাসেডর রোহিত শর্মা, জসপ্রিত বুমরাহ এবং সূর্যকুমার যাদবের সাথে যোগ দিয়েছেন। এই নির্বাচনটি সিনেমা, সঙ্গীত, গেমিং এবং ক্রিকেট-এর মতো বিভিন্ন সাংস্কৃতিক অংশের ভোক্তাদের সাথে সংযোগ স্থাপনের রয়্যাল স্ট্যাগের কৌশলকে তুলে ধরে। "
  },
  {
    "topic": "Book Release: 'Operation Sindoor: The Untold Story of India's Deep Strikes Inside Pakistan'",
    "english": "Army Chief General Upendra Dwivedi released the book 'Operation Sindoor: The Untold Story of India's Deep Strikes Inside Pakistan'. The book was released in New Delhi by retired Lieutenant General KJS Dhillon. General Dwivedi described the book as more than just a military account, praising it as a tribute to the bravery and dedication of the Indian Army.",
    "hindi": "सेना प्रमुख जनरल उपेंद्र द्विवेदी ने 'ऑपरेशन सिंदूर: द अनटोल्ड स्टोरी ऑफ इंडियाज डीप स्ट्राइक्स इनसाइड पाकिस्तान' नामक पुस्तक का विमोचन किया। इस पुस्तक का विमोचन नई दिल्ली में सेवानिवृत्त लेफ्टिनेंट जनरल केजेएस ढिल्लों द्वारा किया गया। जनरल द्विवेदी ने इस पुस्तक को केवल एक सैन्य वृत्तांत से कहीं अधिक बताते हुए, इसे भारतीय सेना की बहादुरी और समर्पण को श्रद्धांजलि बताया।",
    "bengali": "সেনাপ্রধান জেনারেল উপেন্দ্র দ্বিবেদী 'অপারেশন সিন্দূর: দ্য আনটোল্ড স্টোরি অফ ইন্ডিয়াস ডিপ স্ট্রাইকস ইনসাইড পাকিস্তান' বইটি প্রকাশ করেছেন। বইটি নতুন দিল্লিতে অবসরপ্রাপ্ত লেফটেন্যান্ট জেনারেল কেজেএস ঢিলন দ্বারা প্রকাশিত হয়। জেনারেল দ্বিবেদী এই বইটিকে কেবল একটি সামরিক বিবরণ না বলে, এটিকে ভারতীয় সেনাবাহিনীর বীরত্ব এবং আত্মত্যাগের প্রতি শ্রদ্ধা নিবেদনকারী হিসেবে বর্ণনা করেছেন। "
  },
  {
    "topic": "Diljit Dosanjh Gets International Emmy 2025 Nomination for 'Amar Singh Chamkila'",
    "english": "Diljit Dosanjh received a nomination in the Best Actor category at the International Emmy Awards 2025 for his role in Imtiaz Ali's biopic 'Amar Singh Chamkila'. The film also received a nomination in the TV Movie/Mini-Series category, making it the only Indian entry at the awards. The 53rd International Emmy Awards ceremony will be held on November 24, 2025, in New York City.",
    "hindi": "दिलजीत दोसांझ को इम्तियाज अली की बायोपिक 'अमर सिंह चमकीला' में उनकी भूमिका के लिए अंतर्राष्ट्रीय एमी अवार्ड्स 2025 में सर्वश्रेष्ठ अभिनेता श्रेणी में नामांकन मिला है। इस फिल्म को टीवी मूवी/मिनी-सीरीज़ श्रेणी में भी नामांकन मिला, जिससे यह पुरस्कारों में एकमात्र भारतीय प्रविष्टि बन गई है। 53वां अंतर्राष्ट्रीय एमी अवार्ड्स समारोह 24 नवंबर 2025 को न्यूयॉर्क शहर में आयोजित किया जाएगा।",
    "bengali": "দিলজিৎ দোসাঞ্জ ইমতিয়াজ আলীর বায়োপিক 'অমর সিং চমকিলা'-তে ভূমিকার জন্য আন্তর্জাতিক এমি অ্যাওয়ার্ডস 2025-এ সেরা অভিনেতা বিভাগে মনোনয়ন পেয়েছেন। এই ছবিটি টিভি মুভি/মিনি-সিরিজ ক্যাটাগরিতেও মনোনয়ন পেয়েছে, যা এটিকে পুরস্কারের একমাত্র ভারতীয় প্রবেশিকা করেছে। 53তম আন্তর্জাতিক এমি অ্যাওয়ার্ডস অনুষ্ঠান 24 নভেম্বর 2025-এ নিউ ইয়র্ক সিটিতে অনুষ্ঠিত হবে। "
  },
  {
    "topic": "Booker Prize 2025 Shortlist Includes 'The Loneliness of Sonia and Sunny'",
    "english": "Kiran Desai’s book 'The Loneliness of Sonia and Sunny' is on the Booker Prize 2025 shortlist. Desai, who won the Booker Prize in 2006 for 'The Inheritance of Loss,' will compete to become the fifth double winner in the 56-year history of the award. Deepa Bhasin won the International Booker Prize.",
    "hindi": "किरण देसाई की पुस्तक 'द लोनलीनेस ऑफ सोनिया एंड सनी' बुकर प्राइज़ 2025 की शॉर्टलिस्ट में शामिल है। देसाई, जिन्होंने 2006 में 'द इनहेरिटेंस ऑफ लॉस' के लिए बुकर प्राइज़ जीता था, पुरस्कार के 56 साल के इतिहास में पाँचवीं दोहरी विजेता बनने के लिए प्रतिस्पर्धा करेंगी। दीपा भसीन ने अंतर्राष्ट्रीय बुकर प्राइज़ जीता।",
    "bengali": "কিরণ দেশাইয়ের বই 'দ্য লোনলিনেস অফ সোনিয়া অ্যান্ড সানি' বুকার প্রাইজের 2025 সালের শর্টলিস্টে রয়েছে। দেশাই, যিনি 2006 সালে 'দ্য ইনহেরিটেন্স অফ লস'-এর জন্য বুকার প্রাইজ জিতেছিলেন, পুরস্কারের 56 বছরের ইতিহাসে পঞ্চম দ্বিগুণ বিজয়ী হওয়ার জন্য প্রতিদ্বন্দ্বিতা করবেন। দীপা ভাসিন আন্তর্জাতিক বুকার প্রাইজ জিতেছেন। "
  },
  {
    "topic": "President Droupadi Murmu Presents National Geoscience Awards 2024",
    "english": "President Droupadi Murmu presented the National Geoscience Awards 2024. The awards recognize the contributions of individuals and teams to the fields of fundamental and applied geosciences, mining, and allied areas.",
    "hindi": "राष्ट्रपति द्रौपदी मुर्मू ने राष्ट्रीय भूविज्ञान पुरस्कार 2024 प्रदान किए। ये पुरस्कार मौलिक और अनुप्रयुक्त भूविज्ञान, खनन और संबद्ध क्षेत्रों के क्षेत्र में व्यक्तियों और टीमों के योगदान को मान्यता देते हैं।",
    "bengali": "রাষ্ট্রপতি দ্রৌপদী মুর্মু জাতীয় ভূবিজ্ঞান পুরস্কার 2024 প্রদান করেছেন। এই পুরস্কারগুলি মৌলিক এবং ফলিত ভূবিজ্ঞান, খনিবিদ্যা এবং সংশ্লিষ্ট ক্ষেত্রগুলিতে ব্যক্তি ও দলের অবদানকে স্বীকৃতি দেয়। "
  },
  {
    "topic": "National Geoscience Awards 2024 Presented by President Murmu",
    "english": "Twenty geoscientists were presented with awards for outstanding contributions in the field of geology at the Rashtrapati Bhavan Cultural Centre on September 26, 2025. The awards were given in three categories, including Lifetime Achievement (Prof. Shyam Sundar Rai), National Young Geologist Award (Mr. Sushobhan Niyogi), and ten other awards for excellence in mineral exploration, applied geology, and allied fields.",
    "hindi": "राष्ट्रपति भवन सांस्कृतिक केंद्र में 26 सितंबर 2025 को भूविज्ञान के क्षेत्र में उत्कृष्ट योगदान के लिए बीस भूवैज्ञानिकों को पुरस्कार प्रदान किए गए। ये पुरस्कार तीन श्रेणियों में दिए गए, जिनमें लाइफटाइम अचीवमेंट (प्रो. श्याम सुंदर राय), राष्ट्रीय युवा भूवैज्ञानिक पुरस्कार (श्री सुशोभन नियोगी), और खनिज अन्वेषण, अनुप्रयुक्त भूविज्ञान और संबद्ध क्षेत्रों में उत्कृष्टता के लिए दस अन्य पुरस्कार शामिल थे।",
    "bengali": "রাষ্ট্রপতি ভবন সাংস্কৃতিক কেন্দ্রে 26 সেপ্টেম্বর 2025-এ ভূতত্ত্বের ক্ষেত্রে অসামান্য অবদানের জন্য বিশজন ভূতত্ত্ববিদকে পুরস্কার প্রদান করা হয়। এই পুরস্কারগুলি তিনটি বিভাগে দেওয়া হয়েছিল, যার মধ্যে রয়েছে লাইফটাইম অ্যাচিভমেন্ট (অধ্যাপক শ্যাম সুন্দর রায়), জাতীয় তরুণ ভূতত্ত্ববিদ পুরস্কার (শ্রী সুশোভন নিয়োগী), এবং খনিজ অনুসন্ধান, ফলিত ভূতত্ত্ব ও সংশ্লিষ্ট ক্ষেত্রগুলিতে শ্রেষ্ঠত্বের জন্য আরও দশটি পুরস্কার। "
  },
  {
    "topic": "UK Prime Minister Keir Starmer Honoured with 'Living Bridge' Award",
    "english": "UK Prime Minister Keir Starmer was honoured with the 'Living Bridge' award for strengthening India-UK relations and ensuring a free trade agreement (FTA). India-Pacific Minister Seema Malhotra accepted the award on his behalf. The ceremony took place at the House of Lords in London and is organised annually by the India Business Group (IBG).",
    "hindi": "यूके के प्रधानमंत्री केयर स्टार्मर को भारत-यूके संबंधों को मजबूत करने और एक मुक्त व्यापार समझौते (FTA) को सुनिश्चित करने के लिए 'लिविंग ब्रिज' पुरस्कार से सम्मानित किया गया। भारत-प्रशांत मंत्री सीमा मल्होत्रा ​​ने उनकी ओर से यह पुरस्कार स्वीकार किया। समारोह लंदन में हाउस ऑफ लॉर्ड्स में आयोजित किया गया था और इसका आयोजन इंडिया बिजनेस ग्रुप (IBG) द्वारा सालाना किया जाता है।",
    "bengali": "ইউকে-র প্রধানমন্ত্রী কেয়ার স্টারমারকে ভারত-ইউকে সম্পর্ক জোরদার করা এবং একটি মুক্ত বাণিজ্য চুক্তি (FTA) নিশ্চিত করার জন্য 'লিভিং ব্রিজ' পুরস্কার দিয়ে সম্মানিত করা হয়েছে। ভারত-প্রশান্ত মন্ত্রী সীমা মালহোত্রা তাঁর পক্ষে পুরস্কারটি গ্রহণ করেন। অনুষ্ঠানটি লন্ডনের হাউজ অফ লর্ডসে অনুষ্ঠিত হয়েছিল এবং এটি ইন্ডিয়া বিজনেস গ্রুপ (IBG) দ্বারা বার্ষিকভাবে আয়োজিত হয়। "
  },
  {
    "topic": "President Murmu Presents 71st National Film Awards",
    "english": "President Droupadi Murmu presented the 71st National Film Awards. '12th Fail' was declared the Best Feature Film. Shah Rukh Khan ('Jawaan') and Vikrant Massey ('12th Fail') won the Best Actor awards, respectively. Rani Mukerji won the Best Actress award for her performance in 'Mrs. Chatterjee vs Norway'. Urvashi and Janaki Bodwala received the Best Supporting Actress award. The Best Supporting Actor award went to Nayaraghawan and Muthupettai Somu Bhaskar.",
    "hindi": "राष्ट्रपति द्रौपदी मुर्मू ने 71वां राष्ट्रीय फिल्म पुरस्कार प्रदान किया। '12वीं फेल' को सर्वश्रेष्ठ फीचर फिल्म घोषित किया गया। शाहरुख खान ('जवान') और विक्रांत मैसी ('12वीं फेल') ने क्रमशः सर्वश्रेष्ठ अभिनेता का पुरस्कार जीता। रानी मुखर्जी ने 'मिसेज चटर्जी वर्सेज नॉर्वे' में अपने प्रदर्शन के लिए सर्वश्रेष्ठ अभिनेत्री का पुरस्कार जीता। उर्वशी और जानकी बोडवाला को सर्वश्रेष्ठ सहायक अभिनेत्री का पुरस्कार मिला। सर्वश्रेष्ठ सहायक अभिनेता का पुरस्कार नयाराघवन और मुथुपेट्टई सोमू भास्कर को मिला।",
    "bengali": "রাষ্ট্রপতি দ্রৌপদী মুর্মু 71তম জাতীয় চলচ্চিত্র পুরস্কার প্রদান করেছেন। '12th Fail' সেরা ফিচার ফিল্ম হিসেবে ঘোষিত হয়েছে। শাহরুখ খান ('Jawaan') এবং বিক্রান্ত ম্যাসি ('12th Fail') যথাক্রমে সেরা অভিনেতার পুরস্কার জিতেছেন। রানী মুখার্জি 'Mrs. Chatterjee vs Norway' ছবিতে তাঁর অভিনয়ের জন্য সেরা অভিনেত্রীর পুরস্কার জিতেছেন। উর্বশী এবং জানকী বোডওয়ালা সেরা সহ-অভিনেত্রীর পুরস্কার পেয়েছেন। সেরা সহ-অভিনেতার পুরস্কার পেয়েছেন নয়নরাঘবন এবং মুথুপেত্তাই সোমু ভাস্কর। "
  },
  {
    "topic": "Dr. V. Mohan Receives First Diabetes Global Impact Prize",
    "english": "Dr. V. Mohan, a diabetologist and Chairman of Dr. Mohan's Diabetes Specialties Centre and Madras Diabetes Research Foundation, was awarded the first Diabetes Global Impact Award 2025. The award was presented at the 61st Annual Conference of the European Association for the Study of Diabetes (EASD) in Vienna, Austria. He is the first person to receive this prestigious award for his decades-long contribution to diabetes care.",
    "hindi": "डॉ. वी. मोहन, जो मधुमेह विशेषज्ञ और डॉ. मोहन मधुमेह विशेष केंद्र और मद्रास मधुमेह अनुसंधान फाउंडेशन के अध्यक्ष हैं, को पहला डायबिटीज ग्लोबल इम्पैक्ट अवार्ड 2025 प्रदान किया गया। यह पुरस्कार ऑस्ट्रिया के वियना में यूरोपियन एसोसिएशन फॉर द स्टडी ऑफ डायबिटीज (EASD) के 61वें वार्षिक सम्मेलन में प्रस्तुत किया गया। मधुमेह देखभाल में दशकों के उनके योगदान के लिए यह प्रतिष्ठित पुरस्कार प्राप्त करने वाले वह पहले व्यक्ति हैं।",
    "bengali": "ডঃ ভি. মোহন, একজন ডায়াবেটোলজিস্ট এবং ডঃ মোহনের ডায়াবেটিস স্পেশালিটিজ সেন্টার এবং মাদ্রাজ ডায়াবেটিস রিসার্চ ফাউন্ডেশনের চেয়ারম্যান, প্রথম ডায়াবেটিস গ্লোবাল ইমপ্যাক্ট অ্যাওয়ার্ড 2025-এ ভূষিত হয়েছেন। এই পুরস্কারটি অস্ট্রিয়ার ভিয়েনাতে ইউরোপিয়ান অ্যাসোসিয়েশন ফর দ্য স্টাডি অফ ডায়াবেটিস (EASD)-এর 61তম বার্ষিক সম্মেলনে প্রদান করা হয়। ডায়াবেটিস যত্নে তাঁর কয়েক দশকের অবদানের জন্য এই মর্যাদাপূর্ণ পুরস্কার প্রাপ্ত প্রথম ব্যক্তি তিনি। "
  },
    {
      "topic": "Dr. V. Mohan Receives First Diabetes Global Impact Prize",
      "english": "The first Diabetes Global Impact Award 2025 was presented to Dr. V. Mohan, a prominent diabetologist and Chairman of Dr. Mohan's Diabetes Specialties Centre, at the 61st Annual Conference of the European Association for the Study of Diabetes (EASD) in Vienna, Austria. He is the first recipient of this prestigious award for his extensive contribution over decades to diabetes healthcare, education, training, awareness, and policy in India.",
      "hindi": "मधुमेह विशेषज्ञ और डॉ. मोहन मधुमेह विशेष केंद्र के अध्यक्ष डॉ. वी. मोहन को पहला डायबिटीज ग्लोबल इम्पैक्ट अवार्ड 2025 प्रदान किया गया। यह पुरस्कार ऑस्ट्रिया के वियना में यूरोपियन एसोसिएशन फॉर द स्टडी ऑफ डायबिटीज (EASD) के 61वें वार्षिक सम्मेलन में प्रस्तुत किया गया। भारत में मधुमेह की देखभाल, शिक्षा, प्रशिक्षण, जागरूकता और नीति में दशकों के उनके महत्वपूर्ण योगदान के लिए यह प्रतिष्ठित पुरस्कार प्राप्त करने वाले वह पहले व्यक्ति हैं।",
      "bengali": "ডঃ ভি. মোহন, একজন বিশিষ্ট ডায়াবেটোলজিস্ট এবং ডঃ মোহনের ডায়াবেটিস স্পেশালিটিজ সেন্টারের চেয়ারম্যান, প্রথম ডায়াবেটিস গ্লোবাল ইমপ্যাক্ট অ্যাওয়ার্ড 2025-এ ভূষিত হয়েছেন। এই পুরস্কারটি অস্ট্রিয়ার ভিয়েনাতে ইউরোপিয়ান অ্যাসোসিয়েশন ফর দ্য স্টাডি অফ ডায়াবেটিস (EASD)-এর 61তম বার্ষিক সম্মেলনে প্রদান করা হয়। ভারতে ডায়াবেটিস স্বাস্থ্যসেবা, শিক্ষা, প্রশিক্ষণ, সচেতনতা এবং নীতিতে কয়েক দশকের তাঁর ব্যাপক অবদানের জন্য তিনি এই মর্যাদাপূর্ণ পুরস্কার প্রাপ্ত প্রথম ব্যক্তি।"
    },
    {
      "topic": "Neeraj Ghaywan's 'Homebound' Selected for Oscars' International Feature Category",
      "english": "Neeraj Ghaywan's film 'Homebound', produced by Dharma Productions, has been officially chosen as India's entry for the Best International Feature category at the Oscars 2026. The cast includes Ishaan Khatter, Vishal Jethwa, and Janhvi Kapoor in leading roles, with Martin Scorsese as executive producer. The film was previously recognized at the 2025 Cannes Film Festival and won the International People's Choice Award at TIFF 2025.",
      "hindi": "नीरज घेवान द्वारा निर्देशित और धर्मा प्रोडक्शंस द्वारा निर्मित फिल्म 'होमबाउंड' को ऑस्कर 2026 के लिए सर्वश्रेष्ठ अंतर्राष्ट्रीय फीचर श्रेणी में भारत की आधिकारिक प्रविष्टि के रूप में चुना गया है। फिल्म में ईशान खट्टर, विशाल जेठवा और जाह्नवी कपूर मुख्य भूमिकाओं में हैं, जिसके कार्यकारी निर्माता मार्टिन स्कोर्सेसे हैं। इस फिल्म को पहले 2025 के कान फिल्म फेस्टिवल में और TIFF 2025 में अंतर्राष्ट्रीय पीपुल्स चॉइस अवार्ड से सम्मानित किया गया था।",
      "bengali": "ধর্ম প্রোডাকশনস দ্বারা প্রযোজিত এবং নীরাজ ঘেওয়ান পরিচালিত ফিল্ম 'হোমবাউন্ড', অস্কার 2026-এর সেরা আন্তর্জাতিক ফিচার বিভাগে ভারতের অফিসিয়াল প্রবেশিকা হিসাবে নির্বাচিত হয়েছে। ছবিতে ইশান খাট্টার, বিশাল জেঠওয়া এবং জাহ্নবী কাপুর প্রধান চরিত্রে অভিনয় করেছেন, যার নির্বাহী প্রযোজক মার্টিন স্কোরসেস। এই ছবিটি এর আগে 2025 সালের কান চলচ্চিত্র উৎসবে এবং TIFF 2025-এ আন্তর্জাতিক পিপলস চয়েস অ্যাওয়ার্ডে পুরস্কৃত হয়েছে।"
    },
    {
      "topic": "Mohanlal to Receive Dadasaheb Phalke Award 2023",
      "english": "The Ministry of Information and Broadcasting announced that Malayalam actor Mohanlal will receive the Dadasaheb Phalke Award 2023 for his distinguished contribution to Indian cinema. Mohanlal's career spans multiple languages, including Malayalam, Tamil, Telugu, Kannada, and Hindi. His previous accolades include the Padma Shri (2001) and Padma Bhushan (2019), and a Best Feature Film award as a producer for 'Vanaprastham'.",
      "hindi": "सूचना और प्रसारण मंत्रालय ने घोषणा की है कि मलयालम अभिनेता मोहनलाल को भारतीय सिनेमा में उनके उत्कृष्ट योगदान के लिए दादा साहब फाल्के पुरस्कार 2023 प्राप्त होगा। मोहनलाल का सिनेमाई सफर मलयालम, तमिल, तेलुगु, कन्नड़ और हिंदी सहित कई भाषाओं तक फैला हुआ है। उन्हें पहले पद्म श्री (2001) और पद्म भूषण (2019) से सम्मानित किया गया है और उन्होंने 'वनप्रस्थम' के निर्माता के रूप में सर्वश्रेष्ठ फीचर फिल्म का पुरस्कार भी जीता था।",
      "bengali": "তথ্য ও সম্প্রচার মন্ত্রক ঘোষণা করেছে যে মালয়ালম অভিনেতা মোহনলাল ভারতীয় সিনেমায় তাঁর বিশিষ্ট অবদানের জন্য দাদাসাহেব ফালকে পুরস্কার 2023 পাবেন। মোহনলালের কেরিয়ার মালয়ালম, তামিল, তেলেগু, কন্নড় এবং হিন্দি সহ একাধিক ভাষা জুড়ে বিস্তৃত। তাঁর পূর্ববর্তী পুরস্কারগুলির মধ্যে রয়েছে পদ্মশ্রী (2001) এবং পদ্মভূষণ (2019), এবং 'বনপ্রস্থম'-এর প্রযোজক হিসেবে সেরা ফিচার ফিল্মের পুরস্কার।"
    },
    {
      "topic": "Educate Girls Wins Ramon Magsaysay Award 2025",
      "english": "'Educate Girls', an Indian non-profit organization founded in 2007 by Safina Husain in Rajasthan, has been awarded the 2025 Ramon Magsaysay Award, making it the first Indian organization to receive this honor. The organization focuses on mobilizing community and government resources to enroll out-of-school girls, support their continuous education, and promote their progress toward higher education and employment. The 2025 laureates also include Shaheena Ali (Maldives) and Flaviano Antonio L. Villanueva (Philippines) for their environmental work. The awards ceremony is scheduled for November 7, 2025, in Manila.",
      "hindi": "राजस्थान में सफ़ीना हुसैन द्वारा 2007 में स्थापित भारतीय गैर-लाभकारी संगठन 'एजुकेट गर्ल्स' को 2025 का रेमन मैग्सेसे पुरस्कार प्रदान किया गया है, जिससे यह सम्मान प्राप्त करने वाला यह पहला भारतीय संगठन बन गया है। यह संगठन स्कूल से बाहर रह गई लड़कियों को कक्षा में लाने, उनकी निरंतर शिक्षा को समर्थन देने और उच्च शिक्षा तथा रोजगार की दिशा में उनकी प्रगति को बढ़ावा देने के लिए समुदाय और सरकारी संसाधनों को जुटाने पर केंद्रित है। 2025 के विजेताओं में उनके पर्यावरण कार्य के लिए शाहीन अली (मालदीव) और फ्लावियानो एंटोनियो एल. विलानुएवा (फिलीपींस) भी शामिल हैं। पुरस्कार समारोह 7 नवंबर 2025 को मनीला में आयोजित होना निर्धारित है।",
      "bengali": "রাজস্থানে সফিনা হুসাইন দ্বারা 2007 সালে প্রতিষ্ঠিত ভারতীয় অলাভজনক সংস্থা 'Educate Girls' 2025 সালের রমন ম্যাগসেসে পুরস্কারে ভূষিত হয়েছে, যা এই সম্মান প্রাপ্ত প্রথম ভারতীয় সংস্থা। সংস্থাটি স্কুল-ছুট মেয়েদের শ্রেণীকক্ষে ভর্তি করা, তাদের ক্রমাগত শিক্ষাকে সমর্থন করা এবং উচ্চশিক্ষা ও কর্মসংস্থানের দিকে তাদের অগ্রগতিকে উৎসাহিত করার জন্য সম্প্রদায় ও সরকারি সম্পদ একত্রিত করার উপর মনোযোগ দেয়। 2025 সালের বিজয়ীদের মধ্যে তাদের পরিবেশগত কাজের জন্য শাহিনা আলী (মালদ্বীপ) এবং ফ্লাভিয়ানো আন্তোনিও এল. ভিলানুয়েভা (ফিলিপাইন) ও অন্তর্ভুক্ত। পুরস্কার বিতরণী অনুষ্ঠানটি 7 নভেম্বর 2025-এ ম্যানিলায় অনুষ্ঠিত হওয়ার কথা রয়েছে।"
    },
    {
      "topic": "জাতীয় শিক্ষক পুরস্কার 2025",
      "english": "The National Teachers Award 2025 winners were announced, with 45 teachers selected for the honor. The awardees include 24 men and 21 women from 27 states, 7 union territories, and 6 organizations. The selection process involved a transparent three-stage online process across all levels. Two winners each were selected from Uttar Pradesh, Maharashtra, Madhya Pradesh, Bihar, and Gujarat.",
      "hindi": "राष्ट्रीय शिक्षक पुरस्कार 2025 के 45 विजेताओं की घोषणा की गई। इन पुरस्कार विजेताओं में 27 राज्यों, 7 केंद्र शासित प्रदेशों और 6 संगठनों से 24 पुरुष और 21 महिलाएं शामिल हैं। चयन प्रक्रिया में सभी स्तरों पर एक पारदर्शी तीन-चरणीय ऑनलाइन प्रक्रिया शामिल थी। उत्तर प्रदेश, महाराष्ट्र, मध्य प्रदेश, बिहार और गुजरात से दो-दो विजेताओं का चयन किया गया।",
      "bengali": "জাতীয় শিক্ষক পুরস্কার 2025-এর বিজয়ীদের নাম ঘোষণা করা হয়েছে, যেখানে 45 জন শিক্ষককে সম্মানের জন্য নির্বাচিত করা হয়েছে। পুরস্কারপ্রাপ্তদের মধ্যে 27টি রাজ্য, 7টি কেন্দ্রশাসিত অঞ্চল এবং 6টি সংস্থা থেকে 24 জন পুরুষ এবং 21 জন মহিলা রয়েছেন। নির্বাচন প্রক্রিয়াটি সমস্ত স্তরে একটি স্বচ্ছ তিন-পর্যায়ের অনলাইন প্রক্রিয়ার মাধ্যমে সম্পন্ন হয়েছে। উত্তর প্রদেশ, মহারাষ্ট্র, মধ্যপ্রদেশ, বিহার এবং গুজরাট থেকে দুজন করে বিজয়ী নির্বাচন করা হয়েছে।"
    },
    {
      "topic": "কর্ম টেম্পা এথেরপা জাতীয় শিক্ষক পুরস্কারে সম্মানিত",
      "english": "Shri Karma Tempo Etherpa from Sikkim was conferred with the National Teachers Award 2025. President Droupadi Murmu presented the award to him at a ceremony in New Delhi. Shri Karma Tempo Etherpa is the Principal of PM Shri Government Senior Secondary School, Mangan, Sikkim. A total of 66 teachers from across the country (45 school teachers and 21 from higher education) were selected. The award recognizes his dedication and tireless efforts to inspire and empower students.",
      "hindi": "सिक्किम के श्री कर्मा टेंपो एथरपा को राष्ट्रीय शिक्षक पुरस्कार 2025 से सम्मानित किया गया। राष्ट्रपति द्रौपदी मुर्मू ने नई दिल्ली में एक समारोह में उन्हें यह पुरस्कार प्रदान किया। श्री कर्मा टेंपो एथरपा सिक्किम के मंगन में पीएम श्री गवर्नमेंट सीनियर सेकेंडरी स्कूल के प्रिंसिपल हैं। देश भर से कुल 66 शिक्षकों (45 स्कूली शिक्षक और उच्च शिक्षा से 21) का चयन किया गया। यह पुरस्कार छात्रों को प्रेरित और सशक्त बनाने के लिए उनके समर्पण और अथक प्रयासों को मान्यता देता है।",
      "bengali": "সিকিমের শ্রী কর্ম টেম্পা এথেরপাকে জাতীয় শিক্ষক পুরস্কার 2025 প্রদান করা হয়েছে। রাষ্ট্রপতি দ্রৌপদী মুর্মু নয়াদিল্লিতে এক অনুষ্ঠানে তাঁকে এই পুরস্কার তুলে দেন। শ্রী কর্ম টেম্পা এথেরপা সিকিমের মাঙ্গান-এর পিএম শ্রী গভর্নমেন্ট সিনিয়র সেকেন্ডারি স্কুলের প্রিন্সিপাল। সারা দেশ থেকে মোট 66 জন শিক্ষককে (45 জন স্কুল শিক্ষক এবং উচ্চ শিক্ষা থেকে 21 জন) এই পুরস্কারের জন্য নির্বাচিত করা হয়েছিল। এই পুরস্কারটি শিক্ষার্থীদের অনুপ্রাণিত ও ক্ষমতায়নের জন্য তাঁর উত্সর্গ এবং অক্লান্ত প্রচেষ্টার স্বীকৃতি।"
    },
    {
      "topic": "বেঙ্গালুরুতে অধ্যাপক ভি.কে. গোকাক পুরস্কারে আনন্দ ভি. পাটিল",
      "english": "Anand V. Patil is set to be presented with the Prof. V.K. Gokak Award at a function in Bengaluru, organized by Bharatiya Vidya Bhavan in collaboration with Vinayak Gokak Vangmay Trust. Earlier, he had received the Children's Literature Award from the Central Sahitya Academy. Prof. Vinayak Krishna Gokak, a renowned Indian author and Jnanpith Award winner, is the namesake of the award. The award program is scheduled to be organized on 7th September.",
      "hindi": "आनंद वी. पाटिल को बेंगलुरु में एक समारोह में प्रो. वी.के. गोकक पुरस्कार से सम्मानित किया जाना है, जिसका आयोजन भारतीय विद्या भवन द्वारा विनायक गोकक वांगमय ट्रस्ट के सहयोग से किया जा रहा है। इससे पहले, उन्हें केंद्रीय साहित्य अकादमी से बाल साहित्य पुरस्कार मिल चुका है। प्रसिद्ध भारतीय लेखक और ज्ञानपीठ পুরস্কার विजेता प्रो. विनायक कृष्ण गोकक के नाम पर इस पुरस्कार का नाम रखा गया है। यह पुरस्कार कार्यक्रम 7 सितंबर को आयोजित होने वाला है।",
      "bengali": "ভারতীয় বিদ্যা ভবন এবং বিনায়ক গোকাক ভাঙময় ট্রাস্টের যৌথ উদ্যোগে বেঙ্গালুরুতে এক অনুষ্ঠানে আনন্দ ভি. পাটিলকে অধ্যাপক ভি.কে. গোকাক পুরস্কারে সম্মানিত করা হবে। এর আগে, তিনি কেন্দ্রীয় সাহিত্য আকাদেমি থেকে শিশু সাহিত্য পুরস্কার পেয়েছিলেন। এই পুরস্কারের নামকরণ করা হয়েছে প্রখ্যাত ভারতীয় লেখক এবং জ্ঞানপীঠ পুরস্কার বিজয়ী অধ্যাপক বিনায়ক কৃষ্ণ গোকাকের নামে। পুরস্কার অনুষ্ঠানটি 7 সেপ্টেম্বর আয়োজিত হওয়ার কথা রয়েছে।"
    },
    {
      "topic": "মনমোহন সিং-কে নরসিমা রাও পুরস্কার",
      "english": "Manmohan Singh was posthumously awarded the PV Narasimha Rao Award for Economic Contribution. The award is named after the former Prime Minister of India, PV Narasimha Rao.",
      "hindi": "मनमोहन सिंह को मरणोपरांत आर्थिक योगदान के लिए पी.वी. नरसिम्हा राव पुरस्कार से सम्मानित किया गया। यह पुरस्कार भारत के पूर्व प्रधान मंत्री पी.वी. नरसिम्हा राव के नाम पर रखा गया है।",
      "bengali": "মনমোহন সিংকে মরণোত্তরভাবে অর্থনৈতিক অবদানের জন্য পিভি নরসিমা রাও পুরস্কারে ভূষিত করা হয়েছে। এই পুরস্কারটি ভারতের প্রাক্তন প্রধানমন্ত্রী পিভি নরসিমা রাও-এর নামে রাখা হয়েছে।"
    },
    {
        "topic": "मनमोहन सिंह को नरसिम्हा राव मेमोरियल इकोनॉमिक्स अवार्ड",
        "english": "Dr. Manmohan Singh, the former Prime Minister of India, was posthumously conferred with the PV Narasimha Rao Memorial Economics Award for his significant contribution to India's economic transformation and nation-building. The award, instituted by the PVNM Foundation to recognize outstanding contributions to economics, was received by his wife, Gursharan Kaur, on his behalf. Montek Singh Ahluwalia, former Deputy Chairman of the Planning Commission, presented the award.",
        "hindi": "भारत के पूर्व प्रधान मंत्री और प्रतिष्ठित अर्थशास्त्री डॉ. मनमोहन सिंह को भारत के आर्थिक परिवर्तन और राष्ट्र निर्माण में उनके महत्वपूर्ण योगदान के लिए मरणोपरांत पीवी नरसिम्हा राव मेमोरियल इकोनॉमिक्स अवार्ड से सम्मानित किया गया। अर्थशास्त्र में उत्कृष्ट योगदान को पहचानने के लिए पीवीएनएम फाउंडेशन द्वारा स्थापित यह पुरस्कार उनकी पत्नी, गुरशरण कौर ने उनकी ओर से प्राप्त किया। योजना आयोग के पूर्व उपाध्यक्ष मोंटेक सिंह अहलूवालिया ने यह पुरस्कार प्रदान किया।",
        "bengali": "ভারতের প্রাক্তন প্রধানমন্ত্রী এবং বিশিষ্ট অর্থনীতিবিদ ড. মনমোহন সিংকে দেশের অর্থনৈতিক পরিবর্তন এবং জাতি গঠনে তাঁর গুরুত্বপূর্ণ অবদানের জন্য মরণোত্তরভাবে পিভি নরসিমা রাও মেমোরিয়াল ইকোনমিক্স অ্যাওয়ার্ড প্রদান করা হয়েছে। এই পুরস্কারটি, যা অর্থনীতিতে অসামান্য অবদানকে স্বীকৃতি দেওয়ার জন্য পিভিএনএম ফাউন্ডেশন দ্বারা প্রতিষ্ঠিত, তাঁর স্ত্রী গুরশরণ কাউর তাঁর পক্ষে গ্রহণ করেন। পরিকল্পনা কমিশনের প্রাক্তন ডেপুটি চেয়ারম্যান মন্টেক সিং আহলুওয়ালিয়া পুরস্কারটি প্রদান করেন।"
      },
      {
        "topic": "भारतीय-अमेरिकी किशोरी तेजस्वी मनोज 'टाइम मैगज़ीन किड ऑफ़ द ईयर 2025'",
        "english": "Tejasvi Manoj (17), an Indian-American teenager, has been named Time magazine's Kid of the Year 2025 for her innovative app, 'Shield Seniors.' This website is designed to protect the elderly from online fraud. The app helps senior citizens identify, report, and protect themselves from online threats by analyzing suspicious emails, messages, and providing reliable reporting links. Manoj is the first recipient of the 'Kids Service Star' honor for her broad positive impact through volunteerism, tutoring, and community service.",
        "hindi": "भारतीय-अमेरिकी किशोरी तेजस्वी मनोज (17) को उनके अभिनव ऐप 'शील्ड सीनियर्स' के लिए टाइम मैगज़ीन का 'किड ऑफ़ द ईयर 2025' नामित किया गया है। यह वेबसाइट बुजुर्गों को ऑनलाइन धोखाधड़ी से बचाने के लिए डिज़ाइन की गई है। यह ऐप संदिग्ध ईमेल/संदेशों का विश्लेषण करके और विश्वसनीय रिपोर्टिंग लिंक प्रदान करके वरिष्ठ नागरिकों को ऑनलाइन खतरों की पहचान करने, रिपोर्ट करने और खुद को सुरक्षित रखने में मदद करती है। मनोज को स्वयंसेवा, ट्यूशन और सामुदायिक सेवा के माध्यम से अपने व्यापक सकारात्मक प्रभाव के लिए 'किड्स सर्विस स्टार' सम्मान प्राप्त करने वाली पहली व्यक्ति भी हैं।",
        "bengali": "ভারতীয়-আমেরিকান কিশোরী তেজস্বী মনোজ (17) তার উদ্ভাবনী অ্যাপ, 'Shield Seniors'-এর জন্য টাইম ম্যাগাজিনের 'কিড অফ দ্য ইয়ার 2025' নির্বাচিত হয়েছেন। এই ওয়েবসাইটটি বয়স্কদের অনলাইন জালিয়াতি থেকে রক্ষা করার জন্য ডিজাইন করা হয়েছে। অ্যাপটি সন্দেহজনক ইমেল/মেসেজ বিশ্লেষণ করে এবং নির্ভরযোগ্য রিপোর্টিং লিঙ্ক প্রদান করে প্রবীণ নাগরিকদের অনলাইন হুমকি শনাক্ত করতে, রিপোর্ট করতে এবং নিজেদের রক্ষা করতে সাহায্য করে। স্বেচ্ছাসেবী, টিউটরিং এবং সমাজসেবার মাধ্যমে তাঁর বিস্তৃত ইতিবাচক প্রভাবের জন্য মনোজ 'কিডস সার্ভিস স্টার' সম্মান পাওয়া প্রথম ব্যক্তিও বটে।"
      },
      {
        "topic": "महत्वपूर्ण दिन: राष्ट्रीय पोषण सप्ताह (1-7 सितंबर)",
        "english": "National Nutrition Week is observed annually from 1st to 7th September by the Ministry of Health and Family Welfare to promote healthy diet and nutrition literacy. The 2025 theme is 'Eat right for a better life,' focusing on three everyday essentials—sugar, salt, and oil—and the risks of their excessive consumption. According to ICMR-NIN, excessive intake of sugar, salt, and oil in India is linked to increased cases of obesity, high blood pressure, diabetes, and heart diseases.",
        "hindi": "राष्ट्रीय पोषण सप्ताह हर साल 1 से 7 सितंबर तक स्वास्थ्य और परिवार कल्याण मंत्रालय द्वारा स्वस्थ आहार और पोषण साक्षरता को बढ़ावा देने के लिए मनाया जाता है। 2025 का विषय है 'बेहतर जीवन के लिए सही खाएं' ('Eat right for a better life'), जो तीन दैनिक आवश्यक चीजों – चीनी, नमक और तेल – और उनके अत्यधिक सेवन के खतरों पर केंद्रित है। ICMR-NIN के अनुसार, भारत में चीनी, नमक और तेल का अत्यधिक सेवन मोटापे, उच्च रक्तचाप, मधुमेह और हृदय रोगों के बढ़ते मामलों से जुड़ा हुआ है।",
        "bengali": "স্বাস্থ্য ও পরিবার কল্যাণ মন্ত্রক দ্বারা প্রতি বছর 1 থেকে 7 সেপ্টেম্বর পর্যন্ত জাতীয় পুষ্টি সপ্তাহ পালিত হয় সুস্থ খাদ্য এবং পুষ্টি সাক্ষরতা প্রচারের জন্য। 2025 সালের থিম হল 'একটি উন্নত জীবনের জন্য সঠিক খান' ('Eat right for a better life'), যা তিনটি দৈনন্দিন প্রয়োজনীয় জিনিস—চিনি, লবণ এবং তেল—এবং সেগুলির অতিরিক্ত ব্যবহারের ঝুঁকির উপর দৃষ্টি নিবদ্ধ করে। ICMR-NIN অনুসারে, ভারতে চিনি, লবণ এবং তেলের অতিরিক্ত ব্যবহার স্থূলতা, উচ্চ রক্তচাপ, ডায়াবেটিস এবং হৃদরোগের বর্ধিত মামলার সাথে যুক্ত।"
      },
      {
        "topic": "महत्वपूर्ण दिन: विश्व नारियल दिवस (2 सितंबर)",
        "english": "World Coconut Day is celebrated every year on 2 September to raise awareness about the importance and benefits of the coconut.",
        "hindi": "विश्व नारियल दिवस हर साल 2 सितंबर को नारियल के महत्व और लाभों के बारे में जागरूकता बढ़ाने के लिए मनाया जाता है।",
        "bengali": "নারিকেলের গুরুত্ব ও উপকারিতা সম্পর্কে সচেতনতা বাড়াতে প্রতি বছর 2 সেপ্টেম্বর বিশ্ব নারকেল দিবস পালিত হয়।"
      },
      {
        "topic": "स्काईस्क्रेपर डे (3 सितंबर)",
        "english": "Skyscraper Day is celebrated every year on September 3 to honor the world's tallest architectural marvels and their creators. The day honors the achievements of the architects, engineers, and workers who design and build skyscrapers, which symbolize progress and innovation. It also raises awareness about the impact of urbanization, modern infrastructure, and high-rise buildings on urban life and the environment.",
        "hindi": "स्काईस्क्रेपर डे हर साल 3 सितंबर को दुनिया के सबसे ऊंचे वास्तुशिल्प चमत्कारों और उनके निर्माताओं को सम्मानित करने के लिए मनाया जाता है। यह दिन उन वास्तुकारों, इंजीनियरों और श्रमिकों की उपलब्धियों का सम्मान करता है जो गगनचुंबी इमारतों को डिजाइन और निर्माण करते हैं, जो प्रगति और नवाचार का प्रतीक हैं। यह शहरीकरण, आधुनिक बुनियादी ढांचे और शहरी जीवन और पर्यावरण पर ऊंची इमारतों के प्रभाव के बारे में भी जागरूकता बढ़ाता है।",
        "bengali": "বিশ্বের সবচেয়ে উঁচু স্থাপত্যের বিস্ময় এবং তাদের নির্মাতাদের সম্মান জানাতে প্রতি বছর 3 সেপ্টেম্বর স্কাইস্ক্র্যাপার ডে পালিত হয়। এই দিনটি স্থপতি, প্রকৌশলী এবং শ্রমিকদের অর্জনকে সম্মান জানায় যারা গগনচুম্বী অট্টালিকা ডিজাইন ও নির্মাণ করেন, যা অগ্রগতি এবং উদ্ভাবনের প্রতীক। এটি শহুরে জীবন এবং পরিবেশের উপর নগরায়ন, আধুনিক অবকাঠামো এবং উঁচু ভবনের প্রভাব সম্পর্কেও সচেতনতা বাড়ায়।"
      },
      {
        "topic": "शिक्षक दिवस (5 सितंबर)",
        "english": "Teacher's Day is celebrated every year on 5th September in India to honor the contribution of teachers. It is celebrated on the birthday of educationist and former President Dr. Sarvepalli Radhakrishnan, who served as the first Vice President (1952-1962) and the second President of India (1962-1967). He was awarded the Bharat Ratna in 1954 and the Templeton Prize in 1975. His philosophy was based on Advaita Vedanta.",
        "hindi": "शिक्षकों के योगदान का सम्मान करने के लिए हर साल 5 सितंबर को भारत में शिक्षक दिवस मनाया जाता है। यह शिक्षाविद् और पूर्व राष्ट्रपति डॉ. सर्वपल्ली राधाकृष्णन के जन्मदिन पर मनाया जाता है, जिन्होंने भारत के पहले उपराष्ट्रपति (1952-1962) और दूसरे राष्ट्रपति (1962-1967) के रूप में कार्य किया। उन्हें 1954 में भारत रत्न और 1975 में टेंपलटन पुरस्कार से सम्मानित किया गया था। उनका दर्शन अद्वैत वेदांत पर आधारित था।",
        "bengali": "শিক্ষকদের অবদানকে সম্মান জানাতে প্রতি বছর 5 সেপ্টেম্বর ভারতে শিক্ষক দিবস পালিত হয়। শিক্ষাবিদ এবং ভারতের প্রাক্তন রাষ্ট্রপতি ড. সর্বপল্লী রাধাকৃষ্ণনের জন্মবার্ষিকীতে এটি পালিত হয়, যিনি ভারতের প্রথম উপ-রাষ্ট্রপতি (1952-1962) এবং দ্বিতীয় রাষ্ট্রপতি (1962-1967) হিসেবে দায়িত্ব পালন করেছিলেন। তাঁকে 1954 সালে ভারত রত্ন এবং 1975 সালে টেম্পলটন পুরস্কারে ভূষিত করা হয়েছিল। তাঁর দর্শন অদ্বৈত বেদান্তের উপর ভিত্তি করে ছিল।"
      },
      {
        "topic": "अंतर्राष्ट्रीय दान दिवस (5 सितंबर)",
        "english": "International Day of Charity is observed globally on 5 September to promote charitable acts and raise awareness about the importance of helping those in need. The day is celebrated to commemorate the death anniversary of Nobel laureate and eminent humanitarian Mother Teresa, known for her selfless service to the poor. Activities on the day include fundraising, awareness campaigns, and community service events.",
        "hindi": "अंतर्राष्ट्रीय दान दिवस विश्व स्तर पर 5 सितंबर को धर्मार्थ कार्यों को बढ़ावा देने और जरूरतमंदों की मदद करने के महत्व के बारे में जागरूकता बढ़ाने के लिए मनाया जाता है। यह दिन नोबेल पुरस्कार विजेता और प्रख्यात मानवतावादी मदर टेरेसा की पुण्यतिथि मनाने के लिए मनाया जाता है, जिन्हें गरीबों के लिए उनकी निस्वार्थ सेवा के लिए जाना जाता है। इस दिन की गतिविधियों में धन उगाही, जागरूकता अभियान और सामुदायिक सेवा कार्यक्रम शामिल हैं।",
        "bengali": "দাতব্য কাজ প্রচার করতে এবং অভাবীদের সাহায্য করার গুরুত্ব সম্পর্কে সচেতনতা বাড়াতে বিশ্বব্যাপী 5 সেপ্টেম্বর আন্তর্জাতিক দাতব্য দিবস পালিত হয়। এই দিনটি নোবেল বিজয়ী এবং বিশিষ্ট মানবতাবাদী মাদার টেরেসার মৃত্যুবার্ষিকী স্মরণে পালিত হয়, যিনি দরিদ্রদের প্রতি তাঁর নিঃস্বার্থ সেবার জন্য পরিচিত। এই দিনের কার্যকলাপের মধ্যে তহবিল সংগ্রহ, সচেতনতা অভিযান এবং সম্প্রদায়ের পরিষেবা ইভেন্টগুলি অন্তর্ভুক্ত।"
      },
      {
        "topic": "अंतर्राष्ट्रीय साक्षरता दिवस (8 सितंबर)",
        "english": "International Literacy Day is celebrated every year on 8 September to raise awareness about the importance of literacy as a fundamental human right and a means of personal empowerment in the Digital Age. Established by UNESCO in 1966, the day aims to highlight global efforts to improve literacy rates and promote lifelong learning for all. The 2025 Theme is 'Promoting Literacy in the Digital Age'.",
        "hindi": "अंतर्राष्ट्रीय साक्षरता दिवस हर साल 8 सितंबर को डिजिटल युग में एक मौलिक मानवाधिकार और व्यक्तिगत सशक्तिकरण के साधन के रूप में साक्षरता के महत्व के बारे में जागरूकता बढ़ाने के लिए मनाया जाता है। यूनेस्को द्वारा 1966 में स्थापित, इस दिन का उद्देश्य साक्षरता दर में सुधार और सभी के लिए आजीवन सीखने को बढ़ावा देने के वैश्विक प्रयासों को उजागर करना है। 2025 का विषय है 'डिजिटल युग में साक्षरता को बढ़ावा देना'।",
        "bengali": "ডিজিটাল যুগে একটি মৌলিক মানব অধিকার এবং ব্যক্তিগত ক্ষমতায়নের মাধ্যম হিসেবে সাক্ষরতার গুরুত্ব সম্পর্কে সচেতনতা বাড়াতে প্রতি বছর 8 সেপ্টেম্বর আন্তর্জাতিক সাক্ষরতা দিবস পালিত হয়। 1966 সালে ইউনেস্কো দ্বারা প্রতিষ্ঠিত, এই দিনটির লক্ষ্য সাক্ষরতার হার উন্নত করতে এবং সকলের জন্য আজীবন শিক্ষাকে উৎসাহিত করার জন্য বৈশ্বিক প্রচেষ্টাকে তুলে ধরা। 2025 সালের থিম হল 'ডিজিটাল যুগে সাক্ষরতাকে উৎসাহিত করা'।"
      },
      {
        "topic": "विश्व फिजियोथेरेपी दिवस (8 सितंबर)",
        "english": "World Physiotherapy Day is celebrated every year on 8 September to recognize the important role of physiotherapists in improving health, mobility, and quality of life. The day emphasizes rehabilitation, preventive care, and the promotion of physical activity to improve overall health and prevent disabilities.",
        "hindi": "विश्व फिजियोथेरेपी दिवस हर साल 8 सितंबर को स्वास्थ्य, गतिशीलता और जीवन की गुणवत्ता में सुधार लाने में फिजियोथेरेपिस्टों की महत्वपूर्ण भूमिका को पहचानने के लिए मनाया जाता है। यह दिन समग्र स्वास्थ्य में सुधार और विकलांगताओं को रोकने के लिए पुनर्वास, निवारक देखभाल और शारीरिक गतिविधि के प्रचार पर जोर देता है।",
        "bengali": "স্বাস্থ্য, গতিশীলতা এবং জীবনযাত্রার মান উন্নত করতে ফিজিওথেরাপিস্টদের গুরুত্বপূর্ণ ভূমিকা স্বীকার করার জন্য প্রতি বছর 8 সেপ্টেম্বর বিশ্ব ফিজিওথেরাপি দিবস পালিত হয়। এই দিনটি সামগ্রিক স্বাস্থ্যের উন্নতি এবং অক্ষমতা প্রতিরোধের জন্য পুনর্বাসন, প্রতিরোধমূলক যত্ন এবং শারীরিক কার্যকলাপের প্রচারের উপর জোর দেয়।"
      },
      {
        "topic": "अंतर्राष्ट्रीय पुलिस सहयोग दिवस (7 सितंबर)",
        "english": "International Day of Police Cooperation is observed every year on 7 September to promote global cooperation among law enforcement agencies. The 2025 Theme is 'Information and Communication Technologies (ICT) and Artificial Intelligence (AI) in Policing'. The day emphasizes information sharing, joint operations, and coordination to combat international crime and terrorism, highlighting the role of Interpol and other international policing organizations in maintaining global safety and security.",
        "hindi": "अंतर्राष्ट्रीय पुलिस सहयोग दिवस हर साल 7 सितंबर को कानून प्रवर्तन एजेंसियों के बीच वैश्विक सहयोग को बढ़ावा देने के लिए मनाया जाता है। 2025 का विषय है 'पुलिसिंग में सूचना और संचार प्रौद्योगिकी (आईसीटी) और आर्टिफिशियल इंटेलिजेंस (एआई)'। यह दिन वैश्विक सुरक्षा बनाए रखने में इंटरपोल और अन्य अंतर्राष्ट्रीय पुलिस संगठनों की भूमिका पर प्रकाश डालते हुए, अंतर्राष्ट्रीय अपराध और आतंकवाद से लड़ने के लिए सूचना साझा करने, संयुक्त अभियानों और समन्वय पर जोर देता है।",
        "bengali": "আইন প্রয়োগকারী সংস্থাগুলির মধ্যে বৈশ্বিক সহযোগিতা প্রচার করতে প্রতি বছর 7 সেপ্টেম্বর আন্তর্জাতিক পুলিশ সহযোগিতা দিবস পালিত হয়। 2025 সালের থিম হল 'পুলিশিংয়ে তথ্য ও যোগাযোগ প্রযুক্তি (ICT) এবং কৃত্রিম বুদ্ধিমত্তা (AI)'। এই দিনটি বিশ্বব্যাপী নিরাপত্তা বজায় রাখতে ইন্টারপোল এবং অন্যান্য আন্তর্জাতিক পুলিশিং সংস্থাগুলির ভূমিকা তুলে ধরে আন্তর্জাতিক অপরাধ ও সন্ত্রাসবাদের মোকাবিলা করার জন্য তথ্য আদান-প্রদান, যৌথ অভিযান এবং সমন্বয়ের উপর জোর দেয়।"
      },
      {
        "topic": "इंटरनेशनल डे ऑफ़ क्लीन एयर फॉर ब्लू स्काइज (7 सितंबर)",
        "english": "The International Day of Clean Air for Blue Skies is observed every year on 7 September to raise awareness about the importance of clean air for health, productivity, and the environment.",
        "hindi": "इंटरनेशनल डे ऑफ़ क्लीन एयर फॉर ब्लू स्काइज हर साल 7 सितंबर को स्वास्थ्य, उत्पादकता और पर्यावरण के लिए स्वच्छ हवा के महत्व के बारे में जागरूकता बढ़ाने के लिए मनाया जाता है।",
        "bengali": "স্বাস্থ্য, উত্পাদনশীলতা এবং পরিবেশের জন্য পরিষ্কার বাতাসের গুরুত্ব সম্পর্কে সচেতনতা বাড়াতে প্রতি বছর 7 সেপ্টেম্বর ইন্টারন্যাশনাল ডে অফ ক্লিন এয়ার ফর ব্লু স্কাইস পালিত হয়।"
      },
      {
        "topic": "अंतर्राष्ट्रीय साक्षरता दिवस (8 सितंबर)",
        "english": "International Literacy Day is celebrated every year on 8 September to raise awareness about the importance of literacy as a fundamental human right and a means of personal empowerment. The 2025 Theme is 'Promoting Literacy in the Digital Age'. Established by UNESCO in 1966, the day aims to highlight global efforts to improve literacy rates and promote lifelong learning for all.",
        "hindi": "अंतर्राष्ट्रीय साक्षरता दिवस हर साल 8 सितंबर को एक मौलिक मानवाधिकार और व्यक्तिगत सशक्तिकरण के साधन के रूप में साक्षरता के महत्व के बारे में जागरूकता बढ़ाने के लिए मनाया जाता है। 2025 का विषय है 'डिजिटल युग में साक्षरता को बढ़ावा देना'। यूनेस्को द्वारा 1966 में स्थापित, इस दिन का उद्देश्य साक्षरता दर में सुधार और सभी के लिए आजीवन सीखने को बढ़ावा देने के वैश्विक प्रयासों को उजागर करना है।",
        "bengali": "আন্তর্জাতিক সাক্ষরতা দিবস প্রতি বছর 8 সেপ্টেম্বর পালিত হয় সাক্ষরতার গুরুত্ব সম্পর্কে সচেতনতা বাড়ানোর জন্য, যা একটি মৌলিক মানবাধিকার এবং ব্যক্তিগত ক্ষমতায়নের মাধ্যম। 2025 সালের থিম হল 'ডিজিটাল যুগে সাক্ষরতাকে উৎসাহিত করা'। ইউনেস্কো দ্বারা 1966 সালে প্রতিষ্ঠিত, এই দিনটির লক্ষ্য সাক্ষরতার হার উন্নত করতে এবং সকলের জন্য আজীবন শিক্ষাকে উৎসাহিত করার বিশ্বব্যাপী প্রচেষ্টাকে তুলে ধরা।"
      },
      {
        "topic": "विश्व फिजियोथेरेपी दिवस (8 सितंबर)",
        "english": "World Physiotherapy Day is celebrated every year on 8 September to recognize the important role of physiotherapists in improving health, mobility, and quality of life. It emphasizes rehabilitation, preventive care, and the promotion of physical activity to improve overall health and prevent disabilities.",
        "hindi": "विश्व फिजियोथेरेपी दिवस हर साल 8 सितंबर को स्वास्थ्य, गतिशीलता और जीवन की गुणवत्ता में सुधार लाने में फिजियोथेरेपिस्टों की महत्वपूर्ण भूमिका को पहचानने के लिए मनाया जाता है। यह समग्र स्वास्थ्य में सुधार और विकलांगताओं को रोकने के लिए पुनर्वास, निवारक देखभाल और शारीरिक गतिविधि के प्रचार पर जोर देता है।",
        "bengali": "স্বাস্থ্য, গতিশীলতা এবং জীবনযাত্রার মান উন্নত করতে ফিজিওথেরাপিস্টদের গুরুত্বপূর্ণ ভূমিকা স্বীকার করার জন্য প্রতি বছর 8 সেপ্টেম্বর বিশ্ব ফিজিওথেরাপি দিবস পালিত হয়। এটি সামগ্রিক স্বাস্থ্যের উন্নতি এবং অক্ষমতা প্রতিরোধের জন্য পুনর্বাসন, প্রতিরোধমূলক যত্ন এবং শারীরিক কার্যকলাপের প্রচারের উপর জোর দেয়।"
      },
      {
        "topic": "अंतर्राष्ट्रीय पुलिस सहयोग दिवस (7 सितंबर)",
        "english": "International Day of Police Cooperation is observed every year on 7 September to promote global cooperation among law enforcement agencies. The 2025 Theme is 'Information and Communication Technologies (ICT) and Artificial Intelligence (AI) in Policing'. It emphasizes information sharing, joint operations, and coordination to combat international crime and terrorism, and highlights the role of Interpol and other international policing organizations.",
        "hindi": "अंतर्राष्ट्रीय पुलिस सहयोग दिवस हर साल 7 सितंबर को कानून प्रवर्तन एजेंसियों के बीच वैश्विक सहयोग को बढ़ावा देने के लिए मनाया जाता है। 2025 का विषय है 'पुलिसिंग में सूचना और संचार प्रौद्योगिकी (आईसीटी) और आर्टिफिशियल इंटेलिजेंस (एआई)'। यह अंतर्राष्ट्रीय अपराध और आतंकवाद से लड़ने के लिए सूचना साझा करने, संयुक्त अभियानों और समन्वय पर जोर देता है, और इंटरपोल तथा अन्य अंतर्राष्ट्रीय पुलिस संगठनों की भूमिका पर प्रकाश डालता है।",
        "bengali": "আইন প্রয়োগকারী সংস্থাগুলির মধ্যে বৈশ্বিক সহযোগিতা প্রচার করতে প্রতি বছর 7 সেপ্টেম্বর আন্তর্জাতিক পুলিশ সহযোগিতা দিবস পালিত হয়। 2025 সালের থিম হল 'পুলিশিংয়ে তথ্য ও যোগাযোগ প্রযুক্তি (ICT) এবং কৃত্রিম বুদ্ধিমত্তা (AI)'। এটি আন্তর্জাতিক অপরাধ ও সন্ত্রাসবাদের মোকাবিলা করার জন্য তথ্য আদান-প্রদান, যৌথ অভিযান এবং সমন্বয়ের উপর জোর দেয় এবং ইন্টারপোল ও অন্যান্য আন্তর্জাতিক পুলিশিং সংস্থাগুলির ভূমিকা তুলে ধরে।"
      },
      {
        "topic": "इंटरनेशनल डे ऑफ़ क्लीन एयर फॉर ब्लू स्काइज (7 सितंबर)",
        "english": "The International Day of Clean Air for Blue Skies is observed every year on 7 September to raise awareness about the importance of clean air for health, productivity, and the environment.",
        "hindi": "इंटरनेशनल डे ऑफ़ क्लीन एयर फॉर ब्लू स्काइज हर साल 7 सितंबर को स्वास्थ्य, उत्पादकता और पर्यावरण के लिए स्वच्छ हवा के महत्व के बारे में जागरूकता बढ़ाने के लिए मनाया जाता है।",
        "bengali": "স্বাস্থ্য, উত্পাদনশীলতা এবং পরিবেশের জন্য পরিষ্কার বাতাসের গুরুত্ব সম্পর্কে সচেতনতা বাড়াতে প্রতি বছর 7 সেপ্টেম্বর ইন্টারন্যাশনাল ডে অফ ক্লিন এয়ার ফর ব্লু স্কাইস পালিত হয়।"
      },
      {
        "topic": "शिक्षा को हमले से बचाने का अंतर्राष्ट्रीय दिवस (9 सितंबर)",
        "english": "The International Day to Protect Education from Attack is observed every year on 9 September to raise awareness about the importance of protecting education during armed conflicts. It was established by the United Nations General Assembly in 2020, highlighting the need to ensure safe learning environments for children and youth. The day emphasizes the need to protect students, teachers, schools and universities from being targeted during wars and conflicts.",
        "hindi": "शिक्षा को हमले से बचाने का अंतर्राष्ट्रीय दिवस हर साल 9 सितंबर को सशस्त्र संघर्षों के दौरान शिक्षा की सुरक्षा के महत्व के बारे में जागरूकता बढ़ाने के लिए मनाया जाता है। इसे संयुक्त राष्ट्र महासभा द्वारा 2020 में स्थापित किया गया था, जो बच्चों और युवाओं के लिए सुरक्षित शिक्षण वातावरण सुनिश्चित करने की आवश्यकता पर प्रकाश डालता है। यह दिन युद्धों और संघर्षों के दौरान छात्रों, शिक्षकों, स्कूलों और विश्वविद्यालयों को निशाना बनने से बचाने की आवश्यकता पर जोर देता है।",
        "bengali": "আক্রমণ থেকে শিক্ষাকে রক্ষা করার আন্তর্জাতিক দিবস প্রতি বছর 9 সেপ্টেম্বর পালিত হয় সশস্ত্র সংঘাতের সময় শিক্ষার সুরক্ষার গুরুত্ব সম্পর্কে সচেতনতা বাড়ানোর জন্য। শিশুদের এবং যুবকদের জন্য নিরাপদ শিক্ষার পরিবেশ নিশ্চিত করার প্রয়োজনীয়তা তুলে ধরে এটি 2020 সালে জাতিসংঘ সাধারণ পরিষদ দ্বারা প্রতিষ্ঠিত হয়েছিল। এই দিনটি যুদ্ধ ও সংঘাতের সময় ছাত্র, শিক্ষক, স্কুল এবং বিশ্ববিদ্যালয়গুলিকে লক্ষ্যবস্তু হওয়া থেকে রক্ষা করার প্রয়োজনীয়তার উপর জোর দেয়।"
      },
      {
        "topic": "विश्व आत्महत्या रोकथाम दिवस (10 सितंबर)",
        "english": "World Suicide Prevention Day is observed globally on 10 September every year to raise awareness about suicide, its causes and measures to prevent it. The 2025 Topic is 'Changing the concept of suicide'. It is observed in partnership with the World Health Organization (WHO), emphasizing the urgent need for collective efforts to address mental health problems, and highlighting the importance of education, support systems, early intervention, and open communication in reducing suicide rates.",
        "hindi": "विश्व आत्महत्या रोकथाम दिवस हर साल 10 सितंबर को आत्महत्या, इसके कारणों और इसे रोकने के उपायों के बारे में जागरूकता बढ़ाने के लिए विश्व स्तर पर मनाया जाता है। 2025 का विषय है 'आत्महत्या की अवधारणा को बदलना'। यह विश्व स्वास्थ्य संगठन (WHO) के साथ साझेदारी में मनाया जाता है, जो मानसिक स्वास्थ्य समस्याओं को दूर करने के लिए सामूहिक प्रयासों की तत्काल आवश्यकता पर जोर देता है, और आत्महत्या की दरों को कम करने में शिक्षा, समर्थन प्रणालियों, शुरुआती हस्तक्षेप और खुले संचार के महत्व पर प्रकाश डालता है।",
        "bengali": "বিশ্ব আত্মহত্যা প্রতিরোধ দিবস প্রতি বছর 10 সেপ্টেম্বর বিশ্বব্যাপী পালিত হয় আত্মহত্যা, এর কারণ এবং প্রতিরোধের উপায় সম্পর্কে সচেতনতা বাড়ানোর জন্য। 2025 সালের বিষয় হল 'আত্মহত্যার ধারণা পরিবর্তন করা'। এটি বিশ্ব স্বাস্থ্য সংস্থা (WHO)-এর সাথে অংশীদারিত্বে পালিত হয়, যা মানসিক স্বাস্থ্য সমস্যাগুলি মোকাবেলা করার জন্য সম্মিলিত প্রচেষ্টার জরুরি প্রয়োজনীয়তার উপর জোর দেয় এবং আত্মহত্যার হার কমাতে শিক্ষা, সহায়তা ব্যবস্থা, প্রাথমিক হস্তক্ষেপ এবং খোলা যোগাযোগের গুরুত্ব তুলে ধরে।"
      },
      {
        "topic": "इंजीनियर्स डे (15 सितंबर)",
        "english": "Engineer's Day in India is celebrated on 15 September to commemorate the birth anniversary of Bharat Ratna Sir Mokshagundam Visvesvaraya (1861-1962), one of the most distinguished engineers of the country. This day marks the contribution of engineers in nation-building, technological advancement and infrastructure development. The 2025 Theme is 'Engineering Solutions for a Sustainable World'.",
        "hindi": "भारत में इंजीनियर्स दिवस 15 सितंबर को भारत रत्न सर मोक्षगुंडम विश्वेश्वरैया (1861-1962), जो देश के सबसे प्रतिष्ठित इंजीनियरों में से एक थे, की जयंती मनाने के लिए मनाया जाता है। यह दिन राष्ट्र निर्माण, तकनीकी प्रगति और बुनियादी ढांचे के विकास में इंजीनियरों के योगदान को चिह्नित करता है। 2025 का विषय है 'एक सतत विश्व के लिए इंजीनियरिंग समाधान'।",
        "bengali": "ভারতে ইঞ্জিনিয়ার্স ডে 15 সেপ্টেম্বর পালিত হয় ভারতরত্ন স্যার মোক্ষগুন্ডম বিশ্বেশ্বরাইয়া (1861-1962), যিনি দেশের অন্যতম বিশিষ্ট ইঞ্জিনিয়ার ছিলেন, তাঁর জন্মবার্ষিকী স্মরণে। এই দিনটি জাতি গঠন, প্রযুক্তিগত অগ্রগতি এবং পরিকাঠামো উন্নয়নে ইঞ্জিনিয়ারদের অবদানকে চিহ্নিত করে। 2025 সালের থিম হল 'একটি টেকসই বিশ্বের জন্য ইঞ্জিনিয়ারিং সমাধান'।"
      },
      {
        "topic": "हिंदी दिवस (14 सितंबर)",
        "english": "Hindi Diwas (Hindi Day) is celebrated in India on 14 September.",
        "hindi": "हिंदी दिवस 14 सितंबर को भारत में मनाया जाता है।",
        "bengali": "হিন্দি দিবস 14 সেপ্টেম্বর ভারতে পালিত হয়।"
      },
      {
        "topic": "हिंदी दिवस (14 सितंबर)",
        "english": "Hindi Diwas (Hindi Day) is celebrated in India on 14 September.",
        "hindi": "हिंदी दिवस 14 सितंबर को भारत में मनाया जाता है।",
        "bengali": "হিন্দি দিবস 14 সেপ্টেম্বর ভারতে পালিত হয়।"
      },
      {
        "topic": "इंजीनियर्स डे (15 सितंबर)",
        "english": "Engineer's Day in India is celebrated on 15 September to commemorate the birth anniversary of Bharat Ratna Sir Mokshagundam Visvesvaraya. The 2025 Theme is 'Engineering Solutions for a Sustainable World'.",
        "hindi": "भारत में इंजीनियर्स दिवस 15 सितंबर को भारत रत्न सर मोक्षगुंडम विश्वेश्वरैया की जयंती मनाने के लिए मनाया जाता है। 2025 का विषय है 'एक सतत विश्व के लिए इंजीनियरिंग समाधान'।",
        "bengali": "ভারতে ইঞ্জিনিয়ার্স ডে 15 সেপ্টেম্বর ভারতরত্ন স্যার মোক্ষগুন্ডম বিশ্বেশ্বরাইয়ার জন্মবার্ষিকী স্মরণে পালিত হয়। 2025 সালের থিম হল 'একটি টেকসই বিশ্বের জন্য ইঞ্জিনিয়ারিং সমাধান'।"
      },
      {
        "topic": "अंतर्राष्ट्रीय लोकतंत्र दिवस (15 सितंबर)",
        "english": "International Day of Democracy is celebrated every year on 15 September to promote and uphold the principles of democracy across the world. The 2025 Theme is 'Ensuring effective governance of artificial intelligence (AI) at all levels'.",
        "hindi": "अंतर्राष्ट्रीय लोकतंत्र दिवस हर साल 15 सितंबर को दुनिया भर में लोकतंत्र के सिद्धांतों को बढ़ावा देने और बनाए रखने के लिए मनाया जाता है। 2025 का विषय है 'सभी स्तरों पर आर्टिफिशियल इंटेलिजेंस (एआई) के प्रभावी शासन को सुनिश्चित करना'।",
        "bengali": "আন্তর্জাতিক গণতন্ত্র দিবস প্রতি বছর 15 সেপ্টেম্বর বিশ্বজুড়ে গণতন্ত্রের নীতিগুলি প্রচার এবং বজায় রাখার জন্য পালিত হয়। 2025 সালের থিম হল 'সকল স্তরে কৃত্রিম বুদ্ধিমত্তা (AI)-এর কার্যকর শাসন নিশ্চিত করা'।"
      },
      {
        "topic": "विश्व ओजोन दिवस (16 सितंबर)",
        "english": "World Ozone Day, or International Day for the Preservation of the Ozone Layer, is celebrated every year on 16 September. The 2025 Theme is 'From Science to Global Action'.",
        "hindi": "विश्व ओजोन दिवस, या ओजोन परत के संरक्षण के लिए अंतर्राष्ट्रीय दिवस, हर साल 16 सितंबर को मनाया जाता है। 2025 का विषय है 'विज्ञान से वैश्विक कार्रवाई की ओर'।",
        "bengali": "বিশ্ব ওজোন দিবস, বা ওজোন স্তর সংরক্ষণের আন্তর্জাতিক দিবস, প্রতি বছর 16 সেপ্টেম্বর পালিত হয়। 2025 সালের থিম হল 'বিজ্ঞান থেকে বিশ্বব্যাপী পদক্ষেপের দিকে'।"
      },
      {
        "topic": "विश्व रोगी सुरक्षा दिवस (17 सितंबर)",
        "english": "World Patient Safety Day is celebrated every year on 17 September. The 2025 Theme is 'Safe care for every newborn and every child'.",
        "hindi": "विश्व रोगी सुरक्षा दिवस हर साल 17 सितंबर को मनाया जाता है। 2025 का विषय है 'हर नवजात और हर बच्चे के लिए सुरक्षित देखभाल'।",
        "bengali": "বিশ্ব রোগী নিরাপত্তা দিবস প্রতি বছর 17 সেপ্টেম্বর পালিত হয়। 2025 সালের থিম হল 'প্রতিটি নবজাতক এবং প্রতিটি শিশুর জন্য নিরাপদ যত্ন'।"
      },
      {
        "topic": "विश्व बांस दिवस (18 सितंबर)",
        "english": "World Bamboo Day is celebrated every year on 18 September to raise awareness about the importance of bamboo as a sustainable resource.",
        "hindi": "विश्व बांस दिवस हर साल 18 सितंबर को एक स्थायी संसाधन के रूप में बांस के महत्व के बारे में जागरूकता बढ़ाने के लिए मनाया जाता है।",
        "bengali": "একটি টেকসই সম্পদ হিসাবে বাঁশের গুরুত্ব সম্পর্কে সচেতনতা বাড়াতে প্রতি বছর 18 সেপ্টেম্বর বিশ্ব বাঁশ দিবস পালিত হয়।"
      },
      {
        "topic": "विश्व बांस दिवस (18 सितंबर) का विषय और महत्व",
        "english": "World Bamboo Day is celebrated every year on 18 September. The 2025 Theme is 'Next Generation Bamboo: Solutions, Innovation and Design'. The day was officially declared by the World Bamboo Organization (WBO) during the 8th World Bamboo Conference held in Bangkok, Thailand in 2009. Bamboo is called 'green gold' because it plays an important role in combating climate change, promoting biodiversity, and supporting rural economies. India is home to the largest bamboo resources after China.",
        "hindi": "विश्व बांस दिवस हर साल 18 सितंबर को मनाया जाता है। 2025 का विषय है 'नेक्स्ट जनरेशन बैम्बू: सॉल्यूशंस, इनोवेशन एंड डिज़ाइन'। इस दिवस को आधिकारिक तौर पर 2009 में बैंकॉक, थाईलैंड में आयोजित 8वें विश्व बांस सम्मेलन के दौरान विश्व बांस संगठन (WBO) द्वारा घोषित किया गया था। बांस को 'हरा सोना' कहा जाता है क्योंकि यह जलवायु परिवर्तन से निपटने, जैव विविधता को बढ़ावा देने और ग्रामीण अर्थव्यवस्थाओं का समर्थन करने में महत्वपूर्ण भूमिका निभाता है। चीन के बाद भारत सबसे बड़े बांस संसाधनों का घर है।",
        "bengali": "বিশ্ব বাঁশ দিবস প্রতি বছর 18 সেপ্টেম্বর পালিত হয়। 2025 সালের থিম হল 'নেক্সট জেনারেশন ব্যাম্বু: সলিউশনস, ইনোভেশন অ্যান্ড ডিজাইন'। এই দিনটি আনুষ্ঠানিকভাবে 2009 সালে থাইল্যান্ডের ব্যাংককে অনুষ্ঠিত 8ম বিশ্ব বাঁশ সম্মেলনের সময় বিশ্ব বাঁশ সংস্থা (WBO) দ্বারা ঘোষিত হয়েছিল। বাঁশকে 'সবুজ সোনা' বলা হয় কারণ এটি জলবায়ু পরিবর্তন মোকাবিলা, জীববৈচিত্র্য প্রচার এবং গ্রামীণ অর্থনীতিকে সমর্থন করার ক্ষেত্রে গুরুত্বপূর্ণ ভূমিকা পালন করে। চীনের পরে ভারত সবচেয়ে বড় বাঁশ সম্পদের আবাসস্থল।"
      },
      {
        "topic": "राष्ट्रीय आयुर्वेद दिवस 2025 (23 सितंबर)",
        "english": "The 10th edition of National Ayurveda Day was celebrated on September 23, 2025. The 2025 theme is 'Ayurveda for People and Planet', emphasizing harmony between the individual and the environment through Ayurveda. The main event was held at the All India Institute of Ayurveda (AIIA) in Goa. The day has been declared as Ayurveda Day every year starting from 2025, as notified in March 2025. Earlier, it was celebrated based on the lunar calendar on Dhanteras to honor Lord Dhanvantari.",
        "hindi": "राष्ट्रीय आयुर्वेद दिवस का 10वां संस्करण 23 सितंबर, 2025 को मनाया गया। 2025 का विषय है 'लोगों और ग्रह के लिए आयुर्वेद', जो आयुर्वेद के माध्यम से व्यक्ति और पर्यावरण के बीच सामंजस्य पर जोर देता है। मुख्य कार्यक्रम गोवा में अखिल भारतीय आयुर्वेद संस्थान (AIIA) में आयोजित किया गया था। मार्च 2025 में अधिसूचित, इस दिन को 2025 से हर साल आयुर्वेद दिवस के रूप में घोषित किया गया है। इससे पहले, यह भगवान धन्वंतरि के सम्मान में धनतेरस के आधार पर चंद्र कैलेंडर पर मनाया जाता था।",
        "bengali": "জাতীয় আয়ুর্বেদ দিবসের 10ম সংস্করণ 23 সেপ্টেম্বর, 2025-এ পালিত হয়েছিল। 2025 সালের থিম হল 'মানুষ এবং গ্রহের জন্য আয়ুর্বেদ', যা আয়ুর্বেদের মাধ্যমে ব্যক্তি এবং পরিবেশের মধ্যে সমন্বয়ের উপর জোর দেয়। মূল অনুষ্ঠানটি গোয়ার অল ইন্ডিয়া ইনস্টিটিউট অফ আয়ুর্বেদ (AIIA)-তে অনুষ্ঠিত হয়েছিল। মার্চ 2025-এ अधिसूচিত, এই দিনটিকে 2025 সাল থেকে প্রতি বছর আয়ুর্বেদ দিবস হিসাবে ঘোষণা করা হয়েছে। এর আগে, ভগবান ধন্বন্তরিকে সম্মান জানাতে ধনতেরাসের ভিত্তিতে চন্দ্র ক্যালেন্ডার অনুযায়ী এটি পালিত হত।"
      },
      {
        "topic": "विश्व फार्मासिस्ट दिवस (25 सितंबर)",
        "english": "World Pharmacist Day is celebrated every year on 25 September to recognize the important role of pharmacists in healthcare. The day was established by the International Pharmaceutical Federation (FIP) in 2009. The 2025 Theme is 'Think Health, Think Pharmacist'.",
        "hindi": "विश्व फार्मासिस्ट दिवस हर साल 25 सितंबर को स्वास्थ्य सेवा में फार्मासिस्टों की महत्वपूर्ण भूमिका को पहचानने के लिए मनाया जाता है। इस दिवस को 2009 में इंटरनेशनल फार्मास्युटिकल फेडरेशन (FIP) द्वारा स्थापित किया गया था। 2025 का विषय है 'स्वास्थ्य सोचें, फार्मासिस्ट सोचें'।",
        "bengali": "বিশ্ব ফার্মাসিস্ট দিবস প্রতি বছর 25 সেপ্টেম্বর পালিত হয় স্বাস্থ্যসেবায় ফার্মাসিস্টদের গুরুত্বপূর্ণ ভূমিকা স্বীকার করার জন্য। এই দিনটি 2009 সালে ইন্টারন্যাশনাল ফার্মাসিউটিক্যাল ফেডারেশন (FIP) দ্বারা প্রতিষ্ঠিত হয়েছিল। 2025 সালের থিম হল 'স্বাস্থ্য ভাবুন, ফার্মাসিস্ট ভাবুন'।"
      },
      {
        "topic": "अंत्योदय दिवस (25 सितंबर)",
        "english": "Antyodaya Diwas is celebrated every year on 25 September to honor the vision of uplifting the poorest and marginalised sections of the society. The day is celebrated in the memory of Pandit Deendayal Upadhyaya, a leader and thinker who advocated the philosophy of 'Antyodaya' (welfare of the last person) in society.",
        "hindi": "अंत्योदय दिवस हर साल 25 सितंबर को समाज के सबसे गरीब और हाशिए के वर्गों के उत्थान की दृष्टि का सम्मान करने के लिए मनाया जाता है। यह दिन पंडित दीनदयाल उपाध्याय की स्मृति में मनाया जाता है, जिन्होंने 'अंत्योदय' (अंतिम व्यक्ति का कल्याण) के दर्शन की वकालत की थी।",
        "bengali": "অন্ত্যোদয় দিবস প্রতি বছর 25 সেপ্টেম্বর সমাজের সবচেয়ে দরিদ্র এবং প্রান্তিক অংশগুলির উন্নয়নের দৃষ্টিভঙ্গিকে সম্মান জানাতে পালিত হয়। এই দিনটি পণ্ডিত দীনদয়াল উপাধ্যায়ের স্মরণে পালিত হয়, যিনি 'অন্ত্যোদয়' (শেষ ব্যক্তির কল্যাণ) দর্শনের প্রবক্তা ছিলেন।"
      },
      {
        "date": "26 सितंबर",
        "topic": "विश्व पर्यावरण स्वास्थ्य दिवस (World Environmental Health Day)",
        "english": "Celebrated annually on 26 September, this day was established in 2011 by the International Federation for Environmental Health (IFEH). The 2025 Theme is 'Clean Air, Healthy People'. The day emphasizes the vital link between the environment and human health, focusing on essentials like safe food, clean air, and sanitation.",
        "hindi": "यह दिवस हर साल 26 सितंबर को मनाया जाता है, जिसे 2011 में इंटरनेशनल फेडरेशन फॉर एनवायर्नमेंटल हेल्थ (IFEH) द्वारा स्थापित किया गया था। 2025 का विषय है 'स्वच्छ हवा, स्वस्थ लोग'। यह दिन पर्यावरण और मानव स्वास्थ्य के बीच महत्वपूर्ण संबंध पर प्रकाश डालता है, जिसमें सुरक्षित भोजन, स्वच्छ हवा और स्वच्छता जैसे आवश्यक तत्वों पर ध्यान केंद्रित किया जाता है।",
        "bengali": "প্রতি বছর 26 সেপ্টেম্বর এই দিনটি পালিত হয়, যা 2011 সালে ইন্টারন্যাশনাল ফেডারেশন ফর এনভায়রনমেন্টাল হেলথ (IFEH) দ্বারা প্রতিষ্ঠিত হয়েছিল। 2025 সালের থিম হল 'পরিষ্কার বাতাস, সুস্থ মানুষ'। এই দিনটি পরিবেশ এবং মানব স্বাস্থ্যের মধ্যে গুরুত্বপূর্ণ সংযোগের উপর জোর দেয়, যেখানে নিরাপদ খাদ্য, পরিষ্কার বাতাস এবং স্যানিটেশনের মতো প্রয়োজনীয় বিষয়গুলির উপর মনোযোগ দেওয়া হয়।"
      },
      {
        "date": "26 सितंबर",
        "topic": "यूरोपीय भाषा दिवस (European Day of Languages)",
        "english": "Observed on 26 September, the day was initiated in 2001 by the Council of Europe in collaboration with the European Union. It aims to promote language learning, encourage multilingualism, and highlight Europe's linguistic diversity. The 2025 Theme is 'Languages: Your bridge to the future'.",
        "hindi": "26 सितंबर को मनाया जाने वाला यह दिवस 2001 में काउंसिल ऑफ यूरोप द्वारा यूरोपीय संघ के सहयोग से शुरू किया गया था। इसका उद्देश्य भाषा सीखने को बढ़ावा देना, बहुभाषावाद को प्रोत्साहित करना और यूरोप की भाषाई विविधता को उजागर करना है। 2025 का विषय है 'लैंग्वेजेस: योर ब्रिज टू द फ्यूचर'।",
        "bengali": "26 সেপ্টেম্বর পালিত এই দিনটি 2001 সালে কাউন্সিল অফ ইউরোপ এবং ইউরোপীয় ইউনিয়নের সহযোগিতায় শুরু হয়েছিল। এর লক্ষ্য হল ভাষা শিক্ষাকে উৎসাহিত করা, বহুভাষিকতাকে উৎসাহিত করা এবং ইউরোপের ভাষাগত বৈচিত্র্যকে তুলে ধরা। 2025 সালের থিম হল 'ল্যাঙ্গুয়েজেস: ইয়োর ব্রিজ টু দ্য ফিউচার'। "
      },
      {
        "date": "27 सितंबर",
        "topic": "विश्व पर्यटन दिवस (World Tourism Day)",
        "english": "Celebrated every year on 27 September to highlight the importance of tourism and its contribution to society, culture, and the economy. The 2025 Theme is 'Tourism and Sustainable Change'. It also emphasizes tourism's role in employment, cultural exchange, and economic development.",
        "hindi": "यह दिवस हर साल 27 सितंबर को पर्यटन के महत्व और समाज, संस्कृति तथा अर्थव्यवस्था में इसके योगदान को उजागर करने के लिए मनाया जाता है। 2025 का विषय है 'पर्यटन और सतत परिवर्तन'। यह रोजगार, सांस्कृतिक आदान-प्रदान और आर्थिक विकास में पर्यटन की भूमिका पर भी जोर देता है।",
        "bengali": "পর্যটনের গুরুত্ব এবং সমাজ, সংস্কৃতি ও অর্থনীতিতে এর অবদান তুলে ধরতে প্রতি বছর 27 সেপ্টেম্বর এই দিনটি পালিত হয়। 2025 সালের থিম হল 'পর্যটন এবং টেকসই পরিবর্তন'। এটি কর্মসংস্থান, সাংস্কৃতিক বিনিময় এবং অর্থনৈতিক উন্নয়নে পর্যটনের ভূমিকার উপরও জোর দেয়। "
      },
      {
        "date": "28 सितंबर",
        "topic": "विश्व रेबीज दिवस (World Rabies Day)",
        "english": "Observed every year on 28 September to raise awareness about the prevention and control of rabies. The day highlights that rabies is a deadly but preventable disease, primarily spread through bites from infected animals (especially dogs). The 2025 Theme is 'Act Now: You, Me, Community'.",
        "hindi": "यह दिवस हर साल 28 सितंबर को रेबीज की रोकथाम और नियंत्रण के बारे में जागरूकता बढ़ाने के लिए मनाया जाता है। यह इस बात पर प्रकाश डालता है कि रेबीज एक जानलेवा लेकिन रोकी जा सकने वाली बीमारी है, जो मुख्य रूप से संक्रमित जानवरों (विशेषकर कुत्तों) के काटने से फैलती है। 2025 का विषय है 'अभी कार्य करें: आप, मैं, समुदाय'।",
        "bengali": "রেবিসের প্রতিরোধ ও নিয়ন্ত্রণ সম্পর্কে সচেতনতা বাড়ানোর জন্য প্রতি বছর 28 সেপ্টেম্বর এই দিনটি পালিত হয়। এই দিনটি তুলে ধরে যে রেবিস একটি মারাত্মক কিন্তু প্রতিরোধযোগ্য রোগ, যা মূলত সংক্রামিত প্রাণী (বিশেষ করে কুকুর) এর কামড়ের মাধ্যমে ছড়ায়। 2025 সালের থিম হল 'এখনই কাজ করুন: আপনি, আমি, সম্প্রদায়'। "
      },
      {
        "topic": "आर. वेंकटरमणि अटॉर्नी जनरल के रूप में पुनः नियुक्त",
        "english": "Senior Advocate R. Venkataramani has been re-appointed by the President, following Central Government's recommendation, to serve as the Attorney General of India for an extended two-year term starting October 1, 2025. This renewal was formalized by the Law Ministry, continuing his tenure which began on September 30, 2022, when he succeeded K.K. Venugopal. His constitutional privilege to appear before any Indian court remains intact.",
        "hindi": "वरिष्ठ अधिवक्ता आर. वेंकटरमणि को केंद्र सरकार की सलाह पर राष्ट्रपति ने भारत के अटॉर्नी जनरल के पद पर दो साल के लिए फिर से नियुक्त किया है, जो 1 अक्टूबर, 2025 से प्रभावी होगा। यह नियुक्ति विधि मंत्रालय द्वारा अधिसूचित की गई, जिससे उनका कार्यकाल जारी रहेगा। उन्होंने 30 सितंबर, 2022 को के.के. वेणुगोपाल के बाद यह पद संभाला था, और उन्हें देश के किसी भी न्यायालय में उपस्थित होने का संवैधानिक अधिकार है।",
        "bengali": "কেন্দ্রীয় সরকারের সুপারিশ মেনে রাষ্ট্রপতি কর্তৃক সিনিয়র অ্যাডভোকেট আর. ভেঙ্কটারমণিকে অ্যাটর্নি জেনারেল হিসাবে আরও দুই বছরের জন্য পুনর্নিয়োগ করা হয়েছে, যা 1 অক্টোবর, 2025 থেকে কার্যকর হবে। আইন মন্ত্রক দ্বারা এই পুনর্নিয়োগ নিশ্চিত করা হয়েছে। তিনি 30 সেপ্টেম্বর, 2022-এ কে.কে. বেণুগোপালের পরে দায়িত্বভার গ্রহণ করেছিলেন এবং তাঁর সাংবিধানিক অধিকার বজায় থাকবে।"
      },
      {
        "topic": "एस.सी. मुर्मू आरबीआई के डिप्टी गवर्नर नियुक्त",
        "english": "Shirish Chandra Murmu, currently an Executive Director at RBI, has been named the Deputy Governor for a three-year period, with his term beginning on October 9, 2025. The Appointments Committee of the Cabinet approved this decision on September 29, 2025. He will be replacing Rajeshwar Rao, whose term expires on October 8, and will oversee key areas like banking regulation.",
        "hindi": "आरबीआई के वर्तमान कार्यकारी निदेशक शिरीष चंद्र मुर्मू को भारतीय रिजर्व बैंक (आरबीआई) के डिप्टी गवर्नर के रूप में तीन साल के लिए नियुक्त किया गया है। कैबिनेट की नियुक्ति समिति ने 29 सितंबर, 2025 को इनकी नियुक्ति को मंजूरी दी, जो 9 अक्टूबर, 2025 से प्रभावी होगी। ये राजेश्वर राव का स्थान लेंगे और बैंकिंग विनियमन जैसे महत्वपूर्ण विभागों की जिम्मेदारी संभालेंगे।",
        "bengali": "বর্তমানে RBI-এর কার্যনির্বাহী পরিচালক শিরীষ চন্দ্র মুর্মু, তিন বছরের জন্য ডেপুটি গভর্নর নিযুক্ত হয়েছেন এবং তাঁর মেয়াদ 9 অক্টোবর, 2025 থেকে শুরু হবে। মন্ত্রিসভার নিয়োগ কমিটি 29 সেপ্টেম্বর, 2025-এ এটি অনুমোদন করেছে। তিনি রাজেশ্বর রাওয়ের স্থলাভিষিক্ত হবেন এবং ব্যাঙ্কিং নিয়ন্ত্রণের মতো গুরুত্বপূর্ণ বিভাগের দায়িত্ব নেবেন।"
      },
      {
        "topic": "विलय के बाद आनंद पीरामल पिरामल फाइनेंस के चेयरमैन नियुक्त",
        "english": "Following the merger with Piramal Enterprises, Anand Piramal was appointed as the Chairman of Piramal Finance. This decision was made during the board's first post-merger meeting, where he succeeded his father, Ajay Piramal. Although Ajay Piramal and Swati A. Piramal stepped down from their non-executive roles, Ajay Piramal remains the Group Chairman. Additionally, Jairam Sridharan was appointed as the MD and CEO of the newly merged entity.",
        "hindi": "पीरामल एंटरप्राइजेज के कंपनी में विलय के बाद, आनंद पीरामल को बोर्ड द्वारा पीरामल फाइनेंस का चेयरमैन नियुक्त किया गया। उन्होंने अपने पिता अजय पीरामल का स्थान लिया, जो गैर-कार्यकारी पद छोड़ने के बावजूद ग्रुप चेयरमैन बने रहेंगे। विलय के बाद की पहली बैठक में यह निर्णय लिया गया, जहाँ जयराम श्रीधरन को विलय की गई पीरामल फाइनेंस का एमडी और सीईओ भी नियुक्त किया गया।",
        "bengali": "পিরামল এন্টারপ্রাইজের একীভূতকরণের পর, আনন্দ পিরামলকে পিরামল ফাইন্যান্সের চেয়ারম্যান পদে নিয়োগ করা হয়েছে এবং তিনি তাঁর বাবা অজয় ​​পিরামলের স্থলাভিষিক্ত হয়েছেন। অজয় ​​পিরামল অ-নির্বাহী পদ থেকে ইস্তফা দিলেও গ্রুপ চেয়ারম্যান হিসেবে বহাল থাকবেন। বোর্ড একীভূত হওয়ার পরে জয়রাম শ্রীধরনকে নতুন এমডি এবং সিইও হিসাবেও নিযুক্ত করেছে।"
      },
      {
        "topic": "प्रवीण कुमार आईटीबीपी के महानिदेशक नियुक्त",
        "english": "Praveen Kumar, a 1993-batch IPS officer (West Bengal cadre) currently serving as Special Director in the Intelligence Bureau, has been approved by the Cabinet to become the new Director General of the ITBP. He will serve until his retirement on September 30, 2030, succeeding Rahul Rasgotra, and specializes in intelligence and counter-terrorism.",
        "hindi": "1993 बैच के आईपीएस अधिकारी (पश्चिम बंगाल कैडर) प्रवीण कुमार, जो वर्तमान में इंटेलिजेंस ब्यूरो में विशेष निदेशक हैं, को मंत्रिमंडल की नियुक्ति समिति ने आईटीबीपी का नया महानिदेशक नियुक्त करने की मंजूरी दी है। वह राहुल रसगोत्रा का स्थान लेंगे और 30 सितंबर, 2030 तक इस पद पर रहेंगे। उनका विशेषज्ञता क्षेत्र खुफिया और आतंकवाद विरोधी अभियान है।",
        "bengali": "1993 ব্যাচের আইপিএস অফিসার (পশ্চিমবঙ্গ ক্যাডার) প্রবীণ কুমার, যিনি বর্তমানে ইন্টেলিজেন্স ব্যুরোর বিশেষ পরিচালক, তাঁকে মন্ত্রিসভা ITBP-এর নতুন ডিরেক্টর জেনারেল হিসাবে অনুমোদন করেছে। তিনি রাহুল রাসগোত্রার স্থলাভিষিক্ত হবেন এবং 30 সেপ্টেম্বর, 2030 পর্যন্ত দায়িত্ব পালন করবেন। তিনি গোয়েন্দা এবং সন্ত্রাস-বিরোধী অভিযানে বিশেষজ্ঞ।"
      },
      {
        "topic": "डॉ. दीपक मित्तल यूएई में भारत के अगले राजदूत",
        "english": "The Ministry of External Affairs has appointed Dr. Deepak Mittal (1998-batch IFS) as India's next Ambassador to the United Arab Emirates (UAE), replacing Sanjay Sudhir. Mittal previously served as Ambassador to Qatar (2020-22) and was involved in India's initial diplomatic contact with the Taliban, showcasing his extensive experience, including two tenures in the Prime Minister's Office.",
        "hindi": "विदेश मंत्रालय ने 1998 बैच के आईएफएस अधिकारी डॉ. दीपक मित्तल को संयुक्त अरब अमीरात (यूएई) में भारत का अगला राजदूत नियुक्त किया है। वह संजय सुधीर का स्थान लेंगे। मित्तल पहले कतर में राजदूत (2020-22) के रूप में कार्य कर चुके हैं, और प्रधानमंत्री कार्यालय में दो बार अपनी सेवाएँ दे चुके हैं। उन्होंने तालिबान के साथ भारत के पहले औपचारिक राजनयिक संपर्क में महत्वपूर्ण भूमिका निभाई थी।",
        "bengali": "বিদেশ মন্ত্রক 1998 ব্যাচের আইএফএস অফিসার ড. দীপক মিত্তলকে সংযুক্ত আরব আমিরাত (UAE)-এ ভারতের পরবর্তী রাষ্ট্রদূত হিসেবে নিয়োগ করেছে। তিনি সঞ্জয় সুধীরের স্থলাভিষিক্ত হবেন। মিত্তল এর আগে কাতারে রাষ্ট্রদূত (2020-22) হিসাবে কাজ করেছেন এবং প্রধানমন্ত্রী কার্যালয়ে দুইবার দায়িত্ব পালন করেছেন। তিনি তালিবানের সাথে ভারতের প্রথম আনুষ্ঠানিক কূটনৈতিক যোগাযোগে গুরুত্বপূর্ণ ভূমিকা পালন করেছিলেন।"
      },
      {
        "topic": "भूपेंद्र गुप्ता ने एनएचपीसी के सीएमडी का कार्यभार संभाला",
        "english": "Bhupendra Gupta has taken over as the Chairman and Managing Director (CMD) of NHPC, while also holding the additional CMD charge for SJVN. With over 34 years of experience, primarily in power public sector undertakings, he has made significant contributions to various hydro, thermal, and renewable energy projects.",
        "hindi": "भूपेंद्र गुप्ता ने एनएचपीसी के अध्यक्ष और प्रबंध निदेशक (सीएमडी) का पदभार ग्रहण किया है। इसके साथ ही, वह एसजेवीएन के सीएमडी का अतिरिक्त प्रभार भी संभाल रहे हैं। उन्हें 34 वर्षों से अधिक का अनुभव है, जिसमें 31 साल बिजली क्षेत्र के सार्वजनिक उपक्रमों में शामिल हैं। उन्होंने जलविद्युत, थर्मल और नवीकरणीय ऊर्जा परियोजनाओं में महत्वपूर्ण योगदान दिया है।",
        "bengali": "ভূপেন্দ্র গুপ্তা NHPC-এর চেয়ারম্যান এবং ম্যানেজিং ডিরেক্টর (CMD) হিসেবে দায়িত্বভার গ্রহণ করেছেন এবং তিনি SJVN-এর CMD-এর অতিরিক্ত দায়িত্বও সামলাচ্ছেন। বিদ্যুৎ ক্ষেত্রের পাবলিক সেক্টর আন্ডারটেকিংগুলিতে 31 বছর সহ 34 বছরেরও বেশি অভিজ্ঞতার সাথে, তিনি বিভিন্ন জলবিদ্যুৎ, তাপীয় এবং নবায়নযোগ্য শক্তি প্রকল্পে গুরুত্বপূর্ণ অবদান রেখেছেন।"
      },
      {
        "topic": "सी.पी. राधाकृष्णन भारत के 15वें उपराष्ट्रपति निर्वाचित",
        "english": "NDA candidate C.P. Radhakrishnan was elected as the 15th Vice President of India, defeating India Bloc candidate Justice B. Sudarshan Reddy by a margin of 452 votes to 300. The post was vacant following Jagdeep Dhankhar's resignation. The election saw a high voter turnout of 98.20%. He will take the oath on September 12, 2025.",
        "hindi": "एनडीए उम्मीदवार सी.पी. राधाकृष्णन को भारत का 15वां उपराष्ट्रपति चुना गया है। उन्होंने इंडिया ब्लॉक के उम्मीदवार जस्टिस बी. सुदर्शन रेड्डी को 452 बनाम 300 वोटों के अंतर से हराया। यह पद जगदीप धनखड़ के इस्तीफे के बाद खाली था। उपराष्ट्रपति के रूप में वह 12 सितंबर, 2025 को शपथ लेंगे।",
        "bengali": "এনডিএ প্রার্থী সি.পি. রাধাকৃষ্ণন ভারতের 15তম উপরাষ্ট্রপতি নির্বাচিত হয়েছেন। তিনি ইন্ডিয়া জোটের প্রার্থী বিচারপতি বি. সুদর্শণ রেড্ডিকে 452-300 ভোটে পরাজিত করেছেন। জগদীপ ধনখড়ের পদত্যাগের কারণে এই পদটি শূন্য ছিল। তিনি 12 সেপ্টেম্বর, 2025-এ শপথ নেবেন।"
      },
      {
        "topic": "डेविड लैमी ब्रिटेन के उप प्रधान मंत्री नियुक्त",
        "english": "UK Prime Minister Keir Starmer appointed David Lammy as the Deputy Prime Minister and Justice Secretary, following Angela Rayner's resignation due to a tax underpayment controversy and breach of the ministerial code.",
        "hindi": "कर-भुगतान विवाद और मंत्रिस्तरीय संहिता के उल्लंघन के कारण एंजेला रेनर के इस्तीफे के बाद, ब्रिटेन के प्रधान मंत्री कीर स्टारमर ने डेविड लैमी को उप प्रधान मंत्री और न्याय सचिव नियुक्त किया है।",
        "bengali": "ট্যাক্স সংক্রান্ত বিতর্ক এবং মন্ত্রিপরিষদ কোড লঙ্ঘনের কারণে অ্যাঞ্জেলা রেনারের পদত্যাগের পর, যুক্তরাজ্যের প্রধানমন্ত্রী কেয়ার স্টারমার ডেভিড ল্যামিকে উপ-প্রধানমন্ত্রী এবং বিচার সচিব হিসাবে নিয়োগ করেছেন।"
      },
      {
        "topic": "इमैनुएल मैक्रों ने सेबेस्टियन लेकोर्नू को फ्रांस का नया प्रधानमंत्री नियुक्त किया",
        "english": "French President Emmanuel Macron appointed Sebastien Lecornu (39), a loyalist and former conservative, as the new Prime Minister. This appointment signals Macron's commitment to continue his pro-business reform agenda, including tax cuts and raising the retirement age.",
        "hindi": "फ्रांसीसी राष्ट्रपति इमैनुएल मैक्रों ने अपने वफादार और पूर्व रूढ़िवादी शिष्य, सेबेस्टियन लेकोर्नू (39) को नया प्रधान मंत्री नियुक्त किया। यह नियुक्ति टैक्स कटौती और सेवानिवृत्ति की आयु बढ़ाने सहित मैक्रों के व्यापार-समर्थक सुधार एजेंडे को जारी रखने की प्रतिबद्धता को दर्शाती है।",
        "bengali": "ফ্রান্সের রাষ্ট্রপতি ইমানুয়েল ম্যাক্রোঁ তাঁর অনুগত এবং প্রাক্তন রক্ষণশীল শিষ্য, সেবাস্টিয়ান লেকর্নুকে (39) নতুন প্রধানমন্ত্রী হিসেবে নিয়োগ করেছেন। এই নিয়োগ ট্যাক্স কমানো এবং অবসরের বয়স বাড়ানোর মতো ম্যাক্রোঁর ব্যবসায়-সমর্থক সংস্কার এজেন্ডা চালিয়ে যাওয়ার প্রতিশ্রুতিকে নির্দেশ করে।"
      },
      {
        "topic": "सुशीला कार्की नेपाल की अंतरिम प्रधानमंत्री",
        "english": "Sushila Karki, Nepal's first woman Chief Justice (2016-2017), will be sworn in as the head of the interim government after Prime Minister KP Sharma Oli resigned amidst youth-led protests against corruption. Her appointment is supported by the Gen-Z protest movement for her impartiality.",
        "hindi": "नेपाल की पहली महिला मुख्य न्यायाधीश (2016-2017) सुशीला कार्की, प्रधानमंत्री केपी शर्मा ओली के इस्तीफे के बाद अंतरिम सरकार के प्रमुख के रूप में शपथ लेंगी। भ्रष्टाचार के खिलाफ युवा-नेतृत्व वाले विरोध के बीच उनका यह कदम उठाया गया है।",
        "bengali": "নেপালের প্রথম মহিলা প্রধান বিচারপতি (2016-2017) সুশীলা কার্কি, প্রধানমন্ত্রী কেপি শর্মা ওলির পদত্যাগের পর অন্তর্র্বর্তীকালীন সরকারের প্রধান হিসাবে শপথ নেবেন। দুর্নীতি বিরোধী যুব-নেতৃত্বাধীন প্রতিবাদের মধ্যে তাঁর এই পদক্ষেপ নেওয়া হয়েছে।"
      },
      {
        "topic": "अन्य राष्ट्रीय नियुक्तियाँ",
        "english": "Gujarat Governor **Acharya Devvrat** was given the **additional charge of Maharashtra** (following C.P. Radhakrishnan's resignation). **Harshvardhan Chitale** was appointed as the new **CEO of Hero MotoCorp** (effective Jan 5, 2026). **Abhishek Maheshwari** became the **MD and CEO of International Asset Reconstruction Company**, and **Vandana Gupta** took charge as **Controller General of Communications Accounts**.",
        "hindi": "गुजरात के राज्यपाल **आचार्य देवव्रत** को **महाराष्ट्र का अतिरिक्त प्रभार** दिया गया। **हर्षवर्धन चितले** को **हीरो मोटोकॉर्प का नया सीईओ** नियुक्त किया गया (5 जनवरी, 2026 से प्रभावी)। **अभिषेक माहेश्वरी** **इंटरनेशनल एसेट रिकंस्ट्रक्शन कंपनी के एमडी और सीईओ** बने, और **वंदना गुप्ता** ने **संचार लेखा महानियंत्रक (Controller General of Communications Accounts)** का कार्यभार संभाला।",
        "bengali": "গুজরাটের রাজ্যপাল **আচার্য দেবব্রতকে মহারাষ্ট্রের অতিরিক্ত দায়িত্ব** দেওয়া হয়েছে। **হর্ষবর্ধন চিতলে** **হিরো মোটোকর্পের নতুন সিইও** নিযুক্ত হয়েছেন (5 জানুয়ারী, 2026 থেকে কার্যকর)। **অভিষেক মাহেশ্বরী** **ইন্টারন্যাশনাল অ্যাসেট রিকনস্ট্রাকশন কোম্পানির এমডি এবং সিইও** হয়েছেন এবং **বন্দনা গুপ্তা** **কন্ট্রোলার জেনারেল অফ কমিউনিকেশনস অ্যাকাউন্টস**-এর দায়িত্ব নিয়েছেন।"
      },
      {
        "topic": "अल्बानिया द्वारा दुनिया के पहले AI मंत्री की नियुक्ति",
        "english": "Albania appointed 'Diela', the world's first AI-generated government minister, as a digital minister in Prime Minister Edi Rama's cabinet. Diela is responsible for overseeing public tenders to ensure 100% transparency and eliminate corruption in public fund processes. Diela has been presented as a woman in traditional Albanian attire and assists citizens with online government services.",
        "hindi": "अल्बानिया ने भ्रष्टाचार मुक्त देश बनाने के उद्देश्य से 'दिएला' (Diela) नामक दुनिया के पहले AI-जनरेटेड सरकारी मंत्री को नियुक्त किया है। प्रधानमंत्री एडी रामा ने दिएला को अपने मंत्रिमंडल में डिजिटल मंत्री के रूप में शामिल किया है, जो सार्वजनिक निविदाओं की देखरेख के लिए जिम्मेदार है। दिएला को पारंपरिक अल्बानियाई वेशभूषा में एक महिला के रूप में प्रस्तुत किया गया है।",
        "bengali": "আলবেনিয়া দুর্নীতির বিরুদ্ধে লড়াই করার লক্ষ্যে বিশ্বের প্রথম AI-জেনারেটেড মন্ত্রী 'দিয়ালা'-কে (Diela) নিয়োগ করেছে। প্রধানমন্ত্রী এডি রামার মন্ত্রিসভায় দিয়ালাকে ডিজিটাল মন্ত্রী হিসাবে অন্তর্ভুক্ত করা হয়েছে, যিনি পাবলিক টেন্ডার তদারকির জন্য দায়ী। দিয়ালাকে ঐতিহ্যবাহী আলবেনিয়ান পোশাকে একজন মহিলা হিসাবে উপস্থাপন করা হয়েছে।"
      },
      {
        "topic": "अमित खरे उपराष्ट्रपति सी.पी. राधाकृष्णन के सचिव नियुक्त",
        "english": "Former bureaucrat Amit Khare has been appointed as the Secretary to the newly elected Vice President, C.P. Radhakrishnan. His term is fixed for three years from the date he assumes office. Khare's appointment signifies a key administrative role in the Vice President's secretariat.",
        "hindi": "सरकार ने पूर्व नौकरशाह अमित खरे को नए उपराष्ट्रपति सी.पी. राधाकृष्णन का सचिव नियुक्त किया है। पदभार ग्रहण करने की तारीख से उनका कार्यकाल तीन साल के लिए निर्धारित किया गया है। यह नियुक्ति उपराष्ट्रपति सचिवालय में एक महत्वपूर्ण प्रशासनिक भूमिका को दर्शाती है।",
        "bengali": "সরকার প্রাক্তন আমলা অমিত খেরকে নবনির্বাচিত উপরাষ্ট্রপতি সি.পি. রাধাকৃষ্ণনের সচিব হিসাবে নিযুক্ত করেছে। তাঁর কার্যকাল দায়িত্ব গ্রহণের তারিখ থেকে তিন বছরের জন্য নির্ধারিত। এই নিয়োগ উপরাষ্ট্রপতির সচিবালয়ে একটি গুরুত্বপূর্ণ প্রশাসনিক ভূমিকার ইঙ্গিত দেয়।"
      },
      {
        "topic": "जस्टिस एम. सुंदर ने मणिपुर हाईकोर्ट के मुख्य न्यायाधीश के रूप में शपथ ली",
        "english": "Justice M. Sundar was sworn in as the 10th Chief Justice of the Manipur High Court by Governor Ajay Kumar Bhalla at the Raj Bhavan. He succeeded Justice Kempaiah Somashekhar upon his retirement. Prior to this appointment, Justice Sundar had served as a judge of the Madras High Court.",
        "hindi": "न्यायमूर्ति एम. सुंदर ने राजभवन में राज्यपाल अजय कुमार भल्ला द्वारा मणिपुर उच्च न्यायालय के 10वें मुख्य न्यायाधीश के रूप में शपथ ली। उन्होंने न्यायमूर्ति केंपैया सोमशेखर के सेवानिवृत्त होने पर यह पद संभाला। इस नियुक्ति से पहले, न्यायमूर्ति सुंदर मद्रास उच्च न्यायालय के न्यायाधीश के रूप में कार्य कर चुके थे।",
        "bengali": "রাজভবনে রাজ্যপাল অজয় কুমার ভল্লা দ্বারা মণিপুর হাইকোর্টের 10ম প্রধান বিচারপতি হিসাবে বিচারপতি এম. সুন্দর শপথ গ্রহণ করেন। বিচারপতি কেম্পাইয়াহ সোমাশেখরের অবসর গ্রহণের পর তিনি এই পদে আসেন। এই নিয়োগের আগে, বিচারপতি সুন্দর মাদ্রাজ হাইকোর্টের বিচারক হিসাবে কাজ করেছেন।"
      },
      {
        "topic": "वैश्विक नवाचार सूचकांक 2025 में भारत की रैंकिंग",
        "english": "India has significantly advanced to the **38th position** in the Global Innovation Index (GII) 2025, published by the World Intellectual Property Organization (WIPO). This marks a jump of 10 places since 2020 (48th rank). India leads among lower middle-income economies and the Central and South Asia region, reflecting a strengthened focus on R&D investments and a vibrant startup ecosystem.",
        "hindi": "भारत विश्व बौद्धिक संपदा संगठन (WIPO) द्वारा प्रकाशित वैश्विक नवाचार सूचकांक (GII) 2025 में **38वें स्थान** पर पहुँच गया है। यह 2020 (48वें स्थान) से 10 स्थानों की बड़ी छलांग है। भारत निम्न-मध्यम आय वाली अर्थव्यवस्थाओं और मध्य व दक्षिण एशिया क्षेत्र में शीर्ष पर है, जो अनुसंधान एवं विकास में बढ़ते निवेश और मजबूत स्टार्टअप इकोसिस्टम को दर्शाता है।",
        "bengali": "বিশ্ব মেধাস্বত্ব সংস্থা (WIPO) দ্বারা প্রকাশিত গ্লোবাল ইনোভেশন ইনডেক্স (GII) 2025-এ ভারত **38তম স্থানে** উন্নীত হয়েছে। 2020 সাল (48তম স্থান) থেকে এটি 10 ধাপের একটি বড় উন্নতি। ভারত নিম্ন-মধ্যম আয়ের অর্থনীতি এবং মধ্য ও দক্ষিণ এশিয়া অঞ্চলের দেশগুলির মধ্যে নেতৃত্ব দিচ্ছে, যা R&D বিনিয়োগ এবং একটি শক্তিশালী স্টার্টআপ ইকোসিস্টেমের উপর জোর দেওয়ার প্রতিফলন।"
      },
      {
        "topic": "तमिलनाडु की 'अनबू करंगल योजना' ('Anbu Karangal Scheme')",
        "english": "Tamil Nadu Chief Minister M.K. Stalin launched the 'Anbu Karangal' (Hands of Love) welfare scheme. This sensitive initiative provides **monthly financial assistance of ₹2,000** to orphaned children or children whose sole guardian is unable to care for them, ensuring their education and basic needs are met.",
        "hindi": "तमिलनाडु के मुख्यमंत्री एम.के. स्टालिन ने 'अनबू करंगल' (स्नेह के हाथ) नामक कल्याणकारी योजना शुरू की है। यह पहल अनाथ बच्चों या ऐसे बच्चों को **₹2,000 की मासिक वित्तीय सहायता** प्रदान करती है जिनके एकमात्र अभिभावक उनकी देखभाल करने में असमर्थ हैं, ताकि उनकी शिक्षा और बुनियादी जरूरतें पूरी हो सकें।",
        "bengali": "তামিলনাড়ুর মুখ্যমন্ত্রী এম.কে. স্ট্যালিন 'আনবু করঙ্গল' (স্নেহের হাত) কল্যাণ প্রকল্প চালু করেছেন। এই সংবেদনশীল উদ্যোগটি অনাথ শিশু বা সেই সমস্ত শিশুদের **মাসিক ₹2,000 আর্থিক সহায়তা** প্রদান করে, যাদের একমাত্র অভিভাবক তাদের যত্ন নিতে অক্ষম, যাতে তাদের শিক্ষা এবং মৌলিক চাহিদাগুলি পূরণ হয়।"
      },
      {
        "topic": "पोषण माह 2025 के साथ 'स्वस्थ नारी, सशक्त परिवार अभियान' की शुरुआत",
        "english": "Prime Minister Narendra Modi launched the 'Swasth Nari, Sashakt Parivar Abhiyaan' (Healthy Women, Strong Family Campaign) alongside the eighth edition of Poshan Maah (Nutrition Month). Described as India’s largest women and child health awareness campaign, the initiative—jointly led by MoHFW and MoWCD—will run from September 17 to October 2, focusing on preventive and curative healthcare for women, girls, and children through over one lakh health camps.",
        "hindi": "प्रधानमंत्री नरेंद्र मोदी ने 'पोषण माह' के आठवें संस्करण के साथ 'स्वस्थ नारी, सशक्त परिवार अभियान' का शुभारंभ किया। यह पहल भारत का सबसे बड़ा महिला और बाल स्वास्थ्य जागरूकता अभियान है। स्वास्थ्य एवं परिवार कल्याण मंत्रालय और महिला एवं बाल विकास मंत्रालय द्वारा संयुक्त रूप से संचालित यह अभियान 17 सितंबर से 2 अक्टूबर तक चलेगा, जिसका उद्देश्य एक लाख से अधिक स्वास्थ्य शिविरों के माध्यम से महिलाओं, किशोरियों और बच्चों के लिए निवारक व उपचारात्मक स्वास्थ्य देखभाल पर ध्यान केंद्रित करना है।",
        "bengali": "প্রধানমন্ত্রী নরেন্দ্র মোদী পোষণ মাসের অষ্টম সংস্করণের পাশাপাশি 'স্বস্থ নারী, সশস্ত্র পরিবার অভিযান' শুরু করেছেন। এটি ভারতের বৃহত্তম মহিলা ও শিশু স্বাস্থ্য সচেতনতা অভিযান হিসাবে বর্ণনা করা হয়েছে। স্বাস্থ্য ও পরিবার কল্যাণ মন্ত্রক এবং মহিলা ও শিশু উন্নয়ন মন্ত্রক যৌথভাবে এই উদ্যোগটি পরিচালনা করবে, যা 17 সেপ্টেম্বর থেকে 2 অক্টোবর পর্যন্ত চলবে এবং এক লক্ষেরও বেশি স্বাস্থ্য শিবিরের মাধ্যমে নারী, কিশোরী ও শিশুদের প্রতিরোধমূলক ও আরোগ্যমূলক স্বাস্থ্যসেবার উপর মনোযোগ দেবে।"
      },
      {
        "topic": "स्वास्थ्य और जीवन बीमा प्रीमियम पर जीएसटी शून्य",
        "english": "The GST Council, in its 56th meeting, unanimously reduced the tax on individual health and life insurance premiums to **zero** from the current 18%, effective September 22, 2025. This move, aiming to make insurance more affordable and support the 'Insurance for All by 2047' vision, will directly reduce premium costs for policyholders, potentially lowering health insurance costs by about 15%.",
        "hindi": "जीएसटी परिषद ने अपनी 56वीं बैठक में, 22 सितंबर, 2025 से व्यक्तिगत स्वास्थ्य और जीवन बीमा प्रीमियम पर लगने वाले **18% जीएसटी को घटाकर शून्य** कर दिया है। 'सभी के लिए बीमा 2047 तक' के लक्ष्य का समर्थन करने के लिए उठाया गया यह कदम पॉलिसीधारकों के लिए प्रीमियम लागत को सीधे कम करेगा, जिससे स्वास्थ्य बीमा लागत में लगभग 15% की कमी आ सकती है।",
        "bengali": "জিএসটি কাউন্সিল তাদের 56তম বৈঠকে, 22 সেপ্টেম্বর, 2025 থেকে কার্যকর হওয়া ব্যক্তিগত স্বাস্থ্য এবং জীবন বীমা প্রিমিয়ামের উপর বর্তমান 18% কর **কমিয়ে শূন্য** করার সিদ্ধান্ত নিয়েছে। '2047 সালের মধ্যে সকলের জন্য বীমা' লক্ষ্যকে সমর্থন করার জন্য নেওয়া এই পদক্ষেপটি পলিসিধারকদের জন্য প্রিমিয়াম খরচ সরাসরি কমিয়ে দেবে এবং স্বাস্থ্য বীমার খরচ প্রায় 15% হ্রাস করতে পারে।"
      },
      {
        "topic": "निधन: प्रिया मराठे और शंकरषण ठाकुर",
        "english": "Actress **Priya Marathe** (38), known for Hindi and Marathi TV shows like *Pavitra Rishta*, passed away on August 31, 2025, after a two-year battle with cancer. Separately, **Sankarshan Thakur** (63), a senior journalist, editor of *The Telegraph* and a pioneer of literary journalism, passed away after a prolonged illness. Thakur was respected for his fearless political commentaries and extensive reporting.",
        "hindi": "अभिनेत्री **प्रिया मराठे** (38), जो *पवित्र रिश्ता* जैसे हिंदी और मराठी टीवी शो के लिए जानी जाती थीं, का 31 अगस्त, 2025 को दो साल तक कैंसर से जूझने के बाद निधन हो गया। दूसरी ओर, *द टेलीग्राफ* के संपादक और साहित्यिक पत्रकारिता के प्रणेता, वरिष्ठ पत्रकार **शंकरषण ठाकुर** (63) का भी लंबी बीमारी के बाद निधन हो गया। ठाकुर को उनकी निडर राजनीतिक टिप्पणियों के लिए सम्मान दिया जाता था।",
        "bengali": "অভিনেত্রী **প্রিয়া মারাঠে** (38), যিনি *পবিত্র রিশতা*-এর মতো হিন্দি ও মারাঠি টিভি শোগুলির জন্য পরিচিত, 31 আগস্ট, 2025-এ দুই বছর ক্যান্সারের সাথে লড়াই করার পর মারা যান। এছাড়াও, *দ্য টেলিগ্রাফ*-এর সম্পাদক এবং সাহিত্য সাংবাদিকতার পথপ্রদর্শক, প্রবীণ সাংবাদিক **শঙ্করষণ ঠাকুর** (63), দীর্ঘ অসুস্থতার পরে মারা গেছেন। ঠাকুর তাঁর নির্ভীক রাজনৈতিক মন্তব্যের জন্য অত্যন্ত সম্মানিত ছিলেন।"
      },
      {
        "topic": "Assam becomes first state to launch Vulture Conservation portal",
        "english": "Assam has launched 'The Vulture Network' portal on September 2, 2025, becoming the first Indian state to dedicate a platform for vulture conservation. Developed by V Foundation India with support from Guwahati University’s Department of Zoology, the portal aims to connect and facilitate collaboration among individuals and groups working for vulture species protection.",
        "hindi": "असम ने 2 सितंबर, 2025 को 'द वल्चर नेटवर्क' पोर्टल लॉन्च किया, जो गिद्ध संरक्षण के लिए समर्पित एक मंच शुरू करने वाला भारत का पहला राज्य बन गया है। वी फाउंडेशन इंडिया द्वारा गुवाहाटी विश्वविद्यालय के प्राणीशास्त्र विभाग के समर्थन से विकसित इस पोर्टल का उद्देश्य गिद्ध प्रजातियों के संरक्षण के लिए काम कर रहे व्यक्तियों और समूहों को जोड़ना है।",
        "bengali": "অসম 2 সেপ্টেম্বর, 2025-এ 'দ্য ভলচার নেটওয়ার্ক' পোর্টাল চালু করেছে, যা শকুন সংরক্ষণের জন্য একটি প্ল্যাটফর্ম শুরু করার ক্ষেত্রে ভারতের প্রথম রাজ্য। গুয়াহাটি বিশ্ববিদ্যালয়ের প্রাণীবিদ্যা বিভাগের সহায়তায় ভি ফাউন্ডেশন ইন্ডিয়া দ্বারা তৈরি এই পোর্টালটির লক্ষ্য হল শকুন প্রজাতির সুরক্ষার জন্য কর্মরত ব্যক্তি ও গোষ্ঠীগুলির মধ্যে সংযোগ স্থাপন করা।"
      },
      {
        "topic": "Palakkad's NRI Yunus Ahmed honored with Camel International Award 2025",
        "english": "NRI Yunus Ahmed from Palakkad, Kerala, was honored with the Camel International Award 2025 in Dubai. He was recognized by Arabian World Records for his remarkable contributions and business leadership. He was honored alongside 14 other achievers globally across various fields.",
        "hindi": "केरल के पलक्कड़ से एनआरआई यूनुस अहमद को दुबई में 'कैमल इंटरनेशनल अवार्ड 2025' से सम्मानित किया गया। उन्हें उनके उत्कृष्ट योगदान और व्यावसायिक नेतृत्व के लिए अरेबियन वर्ल्ड रिकॉर्ड्स द्वारा सम्मानित किया गया। उन्हें साहित्य, कला, व्यवसाय और सोशल मीडिया जैसे क्षेत्रों के 14 अन्य वैश्विक उपलब्धि हासिल करने वालों के साथ सम्मानित किया गया।",
        "bengali": "কেরালার পালঘাট থেকে আসা অনাবাসী ভারতীয় ইউনুস আহমেদ দুবাইয়ে 'ক্যামেল ইন্টারন্যাশনাল অ্যাওয়ার্ড 2025' দ্বারা সম্মানিত হয়েছেন। তাঁকে তাঁর অসাধারণ অবদান এবং ব্যবসায়িক নেতৃত্বের জন্য অ্যারাবিয়ান ওয়ার্ল্ড রেকর্ডস দ্বারা স্বীকৃতি দেওয়া হয়েছে। সাহিত্য, শিল্প, ব্যবসা এবং সোশ্যাল মিডিয়ার মতো বিভিন্ন ক্ষেত্রের 14 জন বিশ্বব্যাপী অর্জনকারীর সঙ্গে তাঁকেও সম্মানিত করা হয়েছিল।"
      },
      {
        "topic": "Launch of Swasth Nari Sashakt Parivar Abhiyaan",
        "english": "The 'Swasth Nari Sashakt Parivar Abhiyaan' was launched with the goal of strengthening healthcare services for women and children nationwide. Under this initiative, 75,000 health camps were organized across Ayushman Arogya Mandirs, CHCs, and other health facilities to provide essential services.",
        "hindi": "'स्वस्थ नारी सशक्त परिवार अभियान' का शुभारंभ देश भर में महिलाओं और बच्चों के लिए स्वास्थ्य सेवाओं को मजबूत करने के लक्ष्य के साथ किया गया। इस पहल के तहत, आवश्यक सेवाएँ प्रदान करने के लिए आयुष्मान आरोग्य मंदिर, सामुदायिक स्वास्थ्य केंद्र (CHC) और अन्य स्वास्थ्य सुविधाओं पर 75,000 स्वास्थ्य शिविर आयोजित किए गए।",
        "bengali": "সারা দেশে নারী ও শিশুদের জন্য স্বাস্থ্যসেবাগুলিকে শক্তিশালী করার লক্ষ্যে 'স্বস্থ নারী সশস্ত্র পরিবার অভিযান' শুরু করা হয়েছিল। এই উদ্যোগের অধীনে, প্রয়োজনীয় পরিষেবা প্রদানের জন্য আয়ুষ্মান আরোগ্য মন্দির, কমিউনিটি হেলথ সেন্টার (CHC) এবং অন্যান্য স্বাস্থ্য সুবিধাগুলিতে 75,000 স্বাস্থ্য শিবিরের আয়োজন করা হয়েছিল।"
      }
    ]
  }
  
]