[
  {
    "id": "2025-12-28",
    "slug": "2025-12-28",
    "date": "2025-12-28",
    "current_affairs": [
      {
        "topic": "5th National Conference of Chief Secretaries",
        "english": "PM Modi chaired the 5th National Conference of Chief Secretaries in New Delhi (Dec 26-28). The conference theme was 'Human Capital for Viksit Bharat'.",
        "hindi": "पीएम मोदी ने नई दिल्ली में मुख्य सचिवों के 5वें राष्ट्रीय सम्मेलन (26-28 दिसंबर) की अध्यक्षता की। सम्मेलन का विषय 'विकसित भारत के लिए मानव पूंजी' था।",
        "bengali": "প্রধানমন্ত্রী মোদী নয়াদিল্লিতে মুখ্য সচিবদের ৫ম জাতীয় সম্মেলনের (২৬-২৮ ডিসেম্বর) সভাপতিত্ব করেন। সম্মেলনের থিম ছিল 'বিকশিত ভারতের জন্য মানব পুঁজি'।"
      },
      {
        "topic": "Atal Canteens Inaugurated in Delhi",
        "english": "Delhi CM Rekha Gupta inaugurated 'Atal Canteens' across the capital. These canteens will provide nutritious meals to the public for just ₹5.",
        "hindi": "दिल्ली की मुख्यमंत्री रेखा गुप्ता ने राजधानी भर में 'अटल कैंटीन' का उद्घाटन किया। ये कैंटीन जनता को मात्र ₹5 में पौष्टिक भोजन प्रदान करेंगी।",
        "bengali": "দিল্লির মুখ্যমন্ত্রী রেখা গুপ্তা রাজধানী জুড়ে 'অটল ক্যান্টিন' উদ্বোধন করেছেন। এই ক্যান্টিনগুলো জনগণকে মাত্র ৫ টাকায় পুষ্টিকর খাবার সরবরাহ করবে।"
      },
      {
        "topic": "Dhanu Yatra Festival Begins in Odisha",
        "english": "The world's largest open-air theatre festival, 'Dhanu Yatra', began in Bargarh, Odisha. The festival transforms the town into the mythological city of Mathura.",
        "hindi": "दुनिया का सबसे बड़ा ओपन-एयर थिएटर फेस्टिवल 'धनु यात्रा' ओडिशा के बरगढ़ में शुरू हुआ। यह उत्सव शहर को पौराणिक शहर मथुरा में बदल देता है।",
        "bengali": "বিশ্বের বৃহত্তম ওপেন-এয়ার থিয়েটার উৎসব 'ধনু যাত্রা' ওড়িশার বারগড়ে শুরু হয়েছে। এই উৎসবটি শহরটিকে পৌরাণিক শহর মথুরায় রূপান্তরিত করেছে।"
      },
      {
        "topic": "Vaibhav Suryavanshi Honoured",
        "english": "14-year-old cricket prodigy Vaibhav Suryavanshi received the 'Pradhan Mantri Rashtriya Bal Puraskar' from President Draupadi Murmu for his sports achievements.",
        "hindi": "14 वर्षीय क्रिकेट प्रतिभा वैभव सूर्यवंशी को उनकी खेल उपलब्धियों के लिए राष्ट्रपति द्रौपदी मुर्मू से 'प्रधानमंत्री राष्ट्रीय बाल पुरस्कार' मिला।",
        "bengali": "১৪ বছর বয়সী ক্রিকেট প্রতিভার অধিকারী বৈভব সূর্যবংশী তার ক্রীড়া সাফল্যের জন্য রাষ্ট্রপতি দ্রৌপদী মুর্মুর কাছ থেকে 'প্রধানমন্ত্রী রাষ্ট্রীয় বাল পুরস্কার' পেয়েছেন।"
      },
      {
        "topic": "Supreme Court on Aravalli Definition",
        "english": "The Supreme Court has taken suo motu cognisance of the concerns regarding the redefinition of the Aravalli Hills and set up a special bench to examine it.",
        "hindi": "सुप्रीम कोर्ट ने अरावली पहाड़ियों की पुनर्परिभाषा को लेकर चिंताओं पर स्वतः संज्ञान लिया है और इसकी जांच के लिए एक विशेष पीठ का गठन किया है।",
        "bengali": "সুপ্রিম কোর্ট আরাবল্লী পাহাড়ের সংজ্ঞায়ন সংক্রান্ত উদ্বেগের বিষয়ে স্বতঃপ্রণোদিত পদক্ষেপ নিয়েছে এবং এটি পরীক্ষা করার জন্য একটি বিশেষ বেঞ্চ গঠন করেছে।"
      }
    ]
  },
  {
    "id": "2025-12-27",
    "slug": "2025-12-27",
    "date": "2025-12-27",
    "current_affairs": [
      {
        "topic": "National: Amit Shah Inaugurates National Counter-Terrorism Conference",
        "english": "Union Home Minister Amit Shah inaugurated the National Counter-Terrorism Conference in New Delhi, emphasizing the need for an 'impenetrable anti-terrorism grid' to overhaul India's internal security architecture.",
        "hindi": "केंद्रीय गृह मंत्री अमित शाह ने नई दिल्ली में राष्ट्रीय आतंकवाद विरोधी सम्मेलन का उद्घाटन किया, जिसमें भारत की आंतरिक सुरक्षा संरचना को दुरुस्त करने के लिए एक 'अभेद्य आतंकवाद विरोधी ग्रिड' की आवश्यकता पर जोर दिया गया।",
        "bengali": "কেন্দ্রীয় স্বরাষ্ট্রমন্ত্রী অমিত শাহ নয়াদিল্লিতে জাতীয় সন্ত্রাসবিরোধী সম্মেলনের উদ্বোধন করেছেন, যা ভারতের অভ্যন্তরীণ নিরাপত্তা কাঠামোকে ঢেলে সাজানোর জন্য একটি 'অভেদ্য সন্ত্রাসবিরোধী গ্রিড'-এর প্রয়োজনীয়তার ওপর জোর দিয়েছে।"
      },
      {
        "topic": "Governance: Centre Launches First National Weapon Database",
        "english": "The Centre has launched India's first-ever national weapon database to strengthen internal security and curb terrorism, organized crime, and extremism by tracking firearms.",
        "hindi": "केंद्र ने आंतरिक सुरक्षा को मजबूत करने और आतंकवाद, संगठित अपराध और उग्रवाद पर अंकुश लगाने के लिए आग्नेयास्त्रों पर नज़र रखने के लिए भारत का पहला राष्ट्रीय हथियार डेटाबेस लॉन्च किया है।",
        "bengali": "অভ্যন্তরীণ নিরাপত্তা জোরদার করতে এবং সন্ত্রাসবাদ, সংগঠিত অপরাধ ও উগ্রবাদ দমনে আগ্নেয়াস্ত্রের ওপর নজরদারি করার জন্য কেন্দ্র ভারতের প্রথম জাতীয় অস্ত্র ডেটাবেস চালু করেছে।"
      },
      {
        "topic": "National: Railway Ministry Announces Fare Hike",
        "english": "The Railway Ministry has announced a fare hike for trains, making travel costlier with immediate effect. The decision comes amidst rising operational costs and infrastructure upgrades.",
        "hindi": "रेल मंत्रालय ने ट्रेनों के किराए में बढ़ोतरी की घोषणा की है, जिससे यात्रा तत्काल प्रभाव से महंगी हो गई है। यह निर्णय बढ़ती परिचालन लागत और बुनियादी ढांचे के उन्नयन के बीच आया है।",
        "bengali": "রেল মন্ত্রক ট্রেনের ভাড়া বৃদ্ধির ঘোষণা করেছে, যার ফলে অবিলম্বে ভ্রমণ ব্যয়বহুল হয়ে পড়েছে। ক্রমবর্ধমান পরিচালন ব্যয় এবং পরিকাঠামো উন্নয়নের মধ্যে এই সিদ্ধান্ত নেওয়া হয়েছে।"
      },
      {
        "topic": "Environment: IMD Issues Cold Wave Alert for North India",
        "english": "The India Meteorological Department (IMD) has warned of a severe cold wave and dense fog across North India, leading to school closures in states like Uttar Pradesh and Bihar.",
        "hindi": "भारत मौसम विज्ञान विभाग (IMD) ने उत्तर भारत में भीषण शीत लहर और घने कोहरे की चेतावनी दी है, जिसके कारण उत्तर प्रदेश और बिहार जैसे राज्यों में स्कूल बंद कर दिए गए हैं।",
        "bengali": "ভারতের আবহাওয়া বিভাগ (আইএমডি) উত্তর ভারত জুড়ে তীব্র শৈত্যপ্রবাহ এবং ঘন কুয়াশার সতর্কতা জারি করেছে, যার ফলে উত্তর প্রদেশ এবং বিহারের মতো রাজ্যে স্কুল বন্ধ ঘোষণা করা হয়েছে।"
      },
      {
        "topic": "International: India and Japan Enhance Maritime Collaboration",
        "english": "India and Japan have agreed to enhance maritime collaboration, particularly in shipbuilding and technology, following a bilateral meeting to strengthen strategic ties in the Indo-Pacific region.",
        "hindi": "इंडो-पैसिफिक क्षेत्र में रणनीतिक संबंधों को मजबूत करने के लिए एक द्विपक्षीय बैठक के बाद, भारत और जापान ने विशेष रूप से जहाज निर्माण और प्रौद्योगिकी में समुद्री सहयोग बढ़ाने पर सहमति व्यक्त की है।",
        "bengali": "ইন্দো-প্যাসিফিক অঞ্চলে কৌশলগত সম্পর্ক জোরদার করার জন্য একটি দ্বিপাক্ষিক বৈঠকের পর, ভারত ও জাপান বিশেষ করে জাহাজ নির্মাণ এবং প্রযুক্তিতে সামুদ্রিক সহযোগিতা বৃদ্ধি করতে সম্মত হয়েছে।"
      }
    ]
  },
  {
    "id": "2025-12-26",
    "slug": "2025-12-26",
    "date": "2025-12-26",
    "current_affairs": [
      {
        "topic": "National: PM Modi Inaugurates 'Rashtra Prerna Sthal' in Lucknow",
        "english": "Prime Minister Narendra Modi inaugurated the 'Rashtra Prerna Sthal' in Lucknow, a grand memorial dedicated to former PM Atal Bihari Vajpayee, on his 101st birth anniversary.",
        "hindi": "प्रधानमंत्री नरेंद्र मोदी ने पूर्व प्रधानमंत्री अटल बिहारी वाजपेयी की 101वीं जयंती पर लखनऊ में उन्हें समर्पित एक भव्य स्मारक 'राष्ट्र प्रेरणा स्थल' का उद्घाटन किया।",
        "bengali": "প্রধানমন্ত্রী নরেন্দ্র মোদি প্রাক্তন প্রধানমন্ত্রী অটল বিহারী বাজপেয়ীর ১০১তম জন্মবার্ষিকী উপলক্ষে লখনউতে তাকে উৎসর্গ করা একটি বিশাল স্মৃতিসৌধ 'রাষ্ট্র প্রেরণা স্থল'-এর উদ্বোধন করেছেন।"
      },
      {
        "topic": "Culture: President Releases Constitution in Santhali Language",
        "english": "President Droupadi Murmu released the Constitution of India in the Santhali language (Ol Chiki script), a major step towards making constitutional rights accessible to tribal communities.",
        "hindi": "राष्ट्रपति द्रौपदी मुर्मू ने संताली भाषा (ओल चिकी लिपि) में भारत का संविधान जारी किया, जो आदिवासी समुदायों के लिए संवैधानिक अधिकारों को सुलभ बनाने की दिशा में एक बड़ा कदम है।",
        "bengali": "রাষ্ট্রপতি দ্রৌপদী মুর্মু সাঁওতালি ভাষায় (ওল চিকি লিপি) ভারতের সংবিধান প্রকাশ করেছেন, যা আদিবাসী সম্প্রদায়ের কাছে সাংবিধানিক অধিকার সহজলভ্য করার দিকে একটি বড় পদক্ষেপ।"
      },
      {
        "topic": "Scheme: PMGSY Completes 25 Years of Rural Transformation",
        "english": "The Pradhan Mantri Gram Sadak Yojana (PMGSY) completed 25 years, marking a milestone in transforming rural India by providing all-weather road connectivity to lakhs of villages.",
        "hindi": "प्रधान मंत्री ग्राम सड़क योजना (PMGSY) ने 25 साल पूरे कर लिए हैं, जो लाखों गांवों को बारहमासी सड़क संपर्क प्रदान करके ग्रामीण भारत को बदलने में एक मील का पत्थर है।",
        "bengali": "প্রধানমন্ত্রী গ্রামীণ সড়ক যোজনা (PMGSY) ২৫ বছর পূর্ণ করেছে, যা লক্ষ লক্ষ গ্রামে সারা বছর ব্যবহারযোগ্য রাস্তা সংযোগ প্রদান করে গ্রামীণ ভারতের রূপান্তরে একটি মাইলফলক চিহ্নিত করেছে।"
      },
      {
        "topic": "Security: NATGRID Linked with National Population Register",
        "english": "In a significant security move, the National Intelligence Grid (NATGRID) has been linked with the National Population Register (NPR), integrating data of over 119 crore residents to track terror suspects.",
        "hindi": "एक महत्वपूर्ण सुरक्षा कदम में, नेशनल इंटेलिजेंस ग्रिड (NATGRID) को राष्ट्रीय जनसंख्या रजिस्टर (NPR) के साथ जोड़ा गया है, जिसमें आतंकी संदिग्धों को ट्रैक करने के लिए 119 करोड़ से अधिक निवासियों का डेटा एकीकृत किया गया है।",
        "bengali": "একটি উল্লেখযোগ্য নিরাপত্তা পদক্ষেপে, ন্যাশনাল ইন্টেলিজেন্স গ্রিড (NATGRID)-কে ন্যাশনাল পপুলেশন রেজিস্টার (NPR)-এর সাথে যুক্ত করা হয়েছে, যা সন্ত্রাসীদের ট্র্যাক করতে ১১৯ কোটিরও বেশি বাসিন্দার ডেটা একত্রিত করেছে।"
      },
      {
        "topic": "Environment: Gujarat Confirmed as Tiger-Bearing State",
        "english": "Gujarat has been officially reinstated as a tiger-bearing state after 33 years, following the confirmation of a resident tiger in the Ratanmahal Sanctuary by camera traps.",
        "hindi": "कैमरा ट्रैप द्वारा रतनमहल अभयारण्य में एक निवासी बाघ की पुष्टि के बाद, 33 वर्षों के बाद गुजरात को आधिकारिक तौर पर बाघ-असर वाले राज्य के रूप में बहाल किया गया है।",
        "bengali": "ক্যামেরা ট্র্যাপের মাধ্যমে রতনমহল অভয়ারণ্যে একটি বাঘের উপস্থিতির নিশ্চিতকরণের পর, ৩৩ বছর পর গুজরাটকে আনুষ্ঠানিকভাবে বাঘ-ধারণকারী রাজ্য হিসেবে পুনর্বহাল করা হয়েছে।"
      }
    ]
  },
  {
    "id": "2025-12-25",
    "slug": "2025-12-25",
    "date": "2025-12-25",
    "current_affairs": [
      {
        "topic": "National: Good Governance Day Celebrated",
        "english": "India observed Good Governance Day on December 25, marking the 101st birth anniversary of former Prime Minister Atal Bihari Vajpayee, emphasizing transparent and citizen-centric governance across the nation.",
        "hindi": "भारत ने 25 दिसंबर को पूर्व प्रधानमंत्री अटल बिहारी वाजपेयी की 101वीं जयंती के अवसर पर सुशासन दिवस मनाया, जिसमें पूरे देश में पारदर्शी और नागरिक केंद्रित शासन पर जोर दिया गया।",
        "bengali": "ভারত ২৫ ডিসেম্বর প্রাক্তন প্রধানমন্ত্রী অটল বিহারী বাজপেয়ীর ১০১তম জন্মবার্ষিকী উপলক্ষে সুশাসন দিবস পালন করেছে, যেখানে সারা দেশে স্বচ্ছ এবং নাগরিক-কেন্দ্রিক শাসনের ওপর জোর দেওয়া হয়েছে।"
      },
      {
        "topic": "Defence: Coast Guard Inducts 'Samudra Pratap' Vessel",
        "english": "The Indian Coast Guard inducted 'Samudra Pratap', its first indigenously designed and built Pollution Control Vessel. This addition significantly boosts India's capability to protecting its marine environment from oil spills and other hazards.",
        "hindi": "भारतीय तटरक्षक बल ने अपना पहला स्वदेशी रूप से डिजाइन और निर्मित प्रदूषण नियंत्रण पोत 'समुद्र प्रताप' शामिल किया। यह अतिरिक्त तेल रिसाव और अन्य खतरों से अपने समुद्री पर्यावरण की रक्षा करने की भारत की क्षमता को काफी बढ़ाता है।",
        "bengali": "ভারতীয় উপকূলরক্ষী বাহিনী তার প্রথম স্বদেশীভাবে ডিজাইন করা এবং নির্মিত দূষণ নিয়ন্ত্রণকারী জাহাজ 'সমুদ্র প্রতাপ' অন্তর্ভুক্ত করেছে। এই সংযোজন তেল ছড়িয়ে পড়া এবং অন্যান্য বিপদ থেকে তার সামুদ্রিক পরিবেশ রক্ষা করার ভারতের ক্ষমতা উল্লেখযোগ্যভাবে বৃদ্ধি করে।"
      },
      {
        "topic": "Sports: Ministry Launches Comprehensive Internship Policy",
        "english": "The Ministry of Youth Affairs and Sports launched a new Comprehensive Internship Policy aimed at cultivating young talent in sports governance, science, and management, creating a robust pipeline of professionals for India's sporting ecosystem.",
        "hindi": "युवा मामले और खेल मंत्रालय ने खेल प्रशासन, विज्ञान और प्रबंधन में युवा प्रतिभाओं को विकसित करने के उद्देश्य से एक नई व्यापक इंटर्नशिप नीति शुरू की, जो भारत के खेल पारिस्थितिकी तंत्र के लिए पेशेवरों की एक मजबूत पाइपलाइन तैयार करती है।",
        "bengali": "যুব ও ক্রীড়া মন্ত্রণালয় ক্রীড়া শাসন, বিজ্ঞান এবং ব্যবস্থাপনায় তরুণ প্রতিভার বিকাশে একটি নতুন ব্যাপক ইন্টার্নশিপ নীতি চালু করেছে, যা ভারতের ক্রীড়া ইকোসিস্টেমের জন্য পেশাদারদের একটি শক্তিশালী পাইপলাইন তৈরি করবে।"
      },
      {
        "topic": "Education: Vice President Highlights AI in Learning",
        "english": "Vice President Jagdeep Dhankhar emphasized the critical role of Artificial Intelligence in revolutionizing education at the AI Evolution conclave, noting its potential to enable personalized learning experiences and streamline administrative tasks.",
        "hindi": "उपराष्ट्रपति जगदीप धनखड़ ने एआई इवोल्यूशन कॉन्क्लेव में शिक्षा में क्रांति लाने में कृत्रिम बुद्धिमत्ता की महत्वपूर्ण भूमिका पर जोर दिया, जिसमें व्यक्तिगत सीखने के अनुभवों को सक्षम करने और प्रशासनिक कार्यों को सुव्यवस्थित करने की इसकी क्षमता को नोट किया गया।",
        "bengali": "উপরাষ্ট্রপতি জগদীপ ধনখর এআই ইভোলিউশন কনক্লেভে শিক্ষায় বিপ্লব ঘটাতে কৃত্রিম বুদ্ধিমত্তার গুরুত্বপূর্ণ ভূমিকার ওপর জোর দিয়েছেন, ব্যক্তিগত শিক্ষার অভিজ্ঞতা সক্ষম করা এবং প্রশাসনিক কাজগুলি সহজতর করার সম্ভাব্যতার কথা উল্লেখ করেছেন।"
      },
      {
        "topic": "International: India Announces $450 Million Aid to Sri Lanka",
        "english": "Reaffirming its 'Neighbourhood First' policy, India announced a $450 million relief package to assist Sri Lanka's economic recovery and reconstruction efforts following recent natural calamities.",
        "hindi": "अपनी 'पड़ोस प्रथम' नीति की पुष्टि करते हुए, भारत ने हालिया प्राकृतिक आपदाओं के बाद श्रीलंका के आर्थिक सुधार और पुनर्निर्माण प्रयासों में सहायता के लिए $450 मिलियन के राहत पैकेज की घोषणा की।",
        "bengali": "তার 'প্রতিবেশী প্রথম' নীতি পুনঃনিশ্চিত করে, ভারত সাম্প্রতিক প্রাকৃতিক বিপর্যয়ের পর শ্রীলঙ্কার অর্থনৈতিক পুনরুদ্ধার এবং পুনর্গঠন প্রচেষ্টায় সহায়তা করার জন্য ৪৫০ মিলিয়ন ডলারের ত্রাণ প্যাকেজ ঘোষণা করেছে।"
      }
    ]
  },
  {
    "id": "2025-12-24",
    "slug": "2025-12-24",
    "date": "2025-12-24",
    "current_affairs": [
      {
        "topic": "National: National Consumer Day Focused on Digital Justice",
        "english": "India celebrated National Consumer Day on December 24 with a focus on 'Digital Justice', highlighting the need for efficient and speedy grievance redressal mechanisms in the growing digital commerce landscape.",
        "hindi": "भारत ने 24 दिसंबर को 'डिजिटल न्याय' पर ध्यान केंद्रित करते हुए राष्ट्रीय उपभोक्ता दिवस मनाया, जिसमें बढ़ते डिजिटल वाणिज्य परिदृश्य में कुशल और त्वरित शिकायत निवारण तंत्र की आवश्यकता पर प्रकाश डाला गया।",
        "bengali": "ভারত ২৪ ডিসেম্বর 'ডিজিটাল ন্যায়বিচার'-এর ওপর গুরুত্ব দিয়ে জাতীয় ভোক্তা দিবস পালন করেছে, যা ক্রমবর্ধমান ডিজিটাল বাণিজ্য পরিদৃশ্যে দক্ষ এবং দ্রুত অভিযোগ নিষ্পত্তি ব্যবস্থার প্রয়োজনীয়তা তুলে ধরেছে।"
      },
      {
        "topic": "Defence: DRDO Successfully Tests Akash-NG Missile",
        "english": "The Defence Research and Development Organisation (DRDO) successfully conducted user evaluation trials of the Akash Next Generation (Akash-NG) surface-to-air missile, demonstrating its capability to intercept high-speed aerial threats with precision.",
        "hindi": "रक्षा अनुसंधान और विकास संगठन (DRDO) ने आकाश नेक्स्ट जेनरेशन (Akash-NG) सतह से हवा में मार करने वाली मिसाइल का सफल उपयोगकर्ता मूल्यांकन परीक्षण किया, जिसमें सटीकता के साथ उच्च गति वाले हवाई खतरों को रोकने की क्षमता का प्रदर्शन किया गया।",
        "bengali": "প্রতিরক্ষা গবেষণা ও উন্নয়ন সংস্থা (DRDO) আকাশ নেক্সট জেনারেশন (Akash-NG) সারফেস-টু-এয়ার মিসাইলের সফল ব্যবহারকারী মূল্যায়ন পরীক্ষা পরিচালনা করেছে, যা নির্ভুলতার সাথে উচ্চ-গতির আকাশী হুমকি প্রতিহত করার ক্ষমতা প্রদর্শন করেছে।"
      },
      {
        "topic": "Infrastructure: PM to Inaugurate Rashtra Prerna Sthal",
        "english": "Preparations are complete for Prime Minister Narendra Modi to inaugurate the 'Rashtra Prerna Sthal' in Lucknow, a grand memorial spanning 65 acres dedicated to the memory and ideals of Bharat Ratna Atal Bihari Vajpayee.",
        "hindi": "प्रधानमंत्री नरेंद्र मोदी द्वारा लखनऊ में 'राष्ट्र प्रेरणा स्थल' के उद्घाटन की तैयारियां पूरी हो गई हैं, जो भारत रत्न अटल बिहारी वाजपेयी की स्मृति और आदर्शों को समर्पित 65 एकड़ में फैला एक भव्य स्मारक है।",
        "bengali": "প্রধানমন্ত্রী নরেন্দ্র মোদির লখনউতে 'রাষ্ট্র প্রেরণা স্থল' উদ্বোধনের প্রস্তুতি সম্পন্ন হয়েছে, যা ভারতরত্ন অটল বিহারী বাজপেয়ীর স্মৃতি ও আদর্শের প্রতি নিবেদিত ৬৫ একর বিস্তৃত একটি বিশাল স্মৃতিসৌধ।"
      },
      {
        "topic": "Education: NITI Aayog Releases Higher Education Strategy",
        "english": "NITI Aayog released a strategic roadmap for the 'Internationalisation of Higher Education', aiming to transform India into a global education hub by 2047 by attracting foreign students and fostering research collaborations.",
        "hindi": "नीति आयोग ने 'उच्च शिक्षा के अंतर्राष्ट्रीयकरण' के लिए एक रणनीतिक रोडमैप जारी किया, जिसका उद्देश्य विदेशी छात्रों को आकर्षित करके और अनुसंधान सहयोग को बढ़ावा देकर 2047 तक भारत को एक वैश्विक शिक्षा केंद्र में बदलना है।",
        "bengali": "নীতি আয়োগ 'উচ্চ শিক্ষার আন্তর্জাতিকীকরণ'-এর জন্য একটি কৌশলগত রোডম্যাপ প্রকাশ করেছে, যার লক্ষ্য বিদেশি শিক্ষার্থীদের আকৃষ্ট করে এবং গবেষণা সহযোগিতা বৃদ্ধি করে ২০৪৭ সালের মধ্যে ভারতকে একটি বিশ্বব্যাপী শিক্ষা কেন্দ্রে রূপান্তর করা।"
      },
      {
        "topic": "International: Egypt and UNCCD Discuss Climate Action",
        "english": "Egypt's Foreign Minister held high-level talks with the UN Convention to Combat Desertification (UNCCD) to align national priorities with global climate goals, following UNCCD Executive Secretary Yasmine Fouad's Nobel Peace Prize recognition.",
        "hindi": "मिस्र के विदेश मंत्री ने राष्ट्रीय प्राथमिकताओं को वैश्विक जलवायु लक्ष्यों के साथ संरेखित करने के लिए मरुस्थलीकरण का मुकाबला करने के लिए संयुक्त राष्ट्र कन्वेंशन (UNCCD) के साथ उच्च स्तरीय वार्ता आयोजित की।",
        "bengali": "মিশরের পররাষ্ট্রমন্ত্রী জাতীয় অগ্রাধিকারগুলিকে বিশ্বব্যাপী জলবায়ু লক্ষ্যগুলির সাথে সামঞ্জস্য করতে মরুকরণ মোকাবিলার জন্য জাতিসংঘের কনভেনশন (UNCCD)-এর সাথে উচ্চ-পর্যায়ের আলোচনা করেছেন।"
      }
    ]
  },
  {
    "id": "2025-12-23",
    "slug": "2025-12-23",
    "date": "2025-12-23",
    "current_affairs": [
      {
        "topic": "National: National Farmers' Day (Kisan Diwas) Celebrated",
        "english": "India celebrated National Farmers' Day (Kisan Diwas) on December 23 to honor the birth anniversary of former Prime Minister Chaudhary Charan Singh and recognize the vital contribution of farmers to the nation's economy.",
        "hindi": "भारत ने पूर्व प्रधानमंत्री चौधरी चरण सिंह की जयंती के सम्मान में और देश की अर्थव्यवस्था में किसानों के महत्वपूर्ण योगदान को मान्यता देने के लिए 23 दिसंबर को राष्ट्रीय किसान दिवस (Kisan Diwas) मनाया।",
        "bengali": "ভারত ২৩শে ডিসেম্বর প্রাক্তন প্রধানমন্ত্রী চৌধুরী চরণ সিংয়ের জন্মবার্ষিকী উদযাপন এবং দেশের অর্থনীতিতে কৃষকদের গুরুত্বপূর্ণ অবদানকে স্বীকৃতি দেওয়ার জন্য জাতীয় কৃষক দিবস (Kisan Diwas) পালন করেছে।"
      },
      {
        "topic": "International: India and Netherlands Sign MoU for Maritime Heritage Complex",
        "english": "India and the Netherlands signed a Memorandum of Understanding (MoU) to collaborate on the development of the National Maritime Heritage Complex (NMHC) in Lothal, Gujarat, enhancing maritime heritage cooperation.",
        "hindi": "भारत और नीदरलैंड ने लोथल, गुजरात में राष्ट्रीय समुद्री विरासत परिसर (NMHC) के विकास पर सहयोग करने के लिए एक समझौता ज्ञापन (MoU) पर हस्ताक्षर किए, जिससे समुद्री विरासत सहयोग को बढ़ावा मिला।",
        "bengali": "ভারত ও নেদারল্যান্ডস গুজরাটের লোথালে জাতীয় সামুদ্রিক ঐতিহ্য কমপ্লেক্স (NMHC)-এর উন্নয়নে সহযোগিতা করার জন্য একটি সমঝোতা স্মারক (MoU) স্বাক্ষর করেছে, যা সামুদ্রিক ঐতিহ্য সহযোগিতা বৃদ্ধি করবে।"
      },
      {
        "topic": "National: Railway Protection Force Wins First Prize in Police Band Competition",
        "english": "The Railway Protection Force (RPF) secured the first position in the men's brass band category at the 26th All India Police Band Competition, showcasing exceptional musical prowess.",
        "hindi": "रेलवे सुरक्षा बल (RPF) ने 26वीं अखिल भारतीय पुलिस बैंड प्रतियोगिता में पुरुषों के ब्रास बैंड श्रेणी में प्रथम स्थान हासिल किया, जो असाधारण संगीत कौशल का प्रदर्शन है।",
        "bengali": "রেলওয়ে সুরক্ষা বাহিনী (RPF) ২৬তম সর্বভারতীয় পুলিশ ব্যান্ড প্রতিযোগিতায় পুরুষদের ব্রাস ব্যান্ড বিভাগে প্রথম স্থান অধিকার করেছে, যা তাদের অসাধারণ সংগীত দক্ষতা প্রদর্শন করে।"
      },
      {
        "topic": "International: Japan Restarts Kashiwazaki-Kariwa Nuclear Power Plant",
        "english": "Japan approved the restart of the Kashiwazaki-Kariwa nuclear power plant, the world's largest, marking a significant shift in its energy policy aimed at reducing carbon emissions and ensuring stable power supply.",
        "hindi": "जापान ने दुनिया के सबसे बड़े परमाणु ऊर्जा संयंत्र, काशीवाजाकी-कारीवा के पुनः आरंभ को मंजूरी दी, जो कार्बन उत्सर्जन को कम करने और स्थिर बिजली आपूर्ति सुनिश्चित करने के उद्देश्य से उसकी ऊर्जा नीति में एक महत्वपूर्ण बदलाव है।",
        "bengali": "জাপান বিশ্বের বৃহত্তম পারমাণবিক বিদ্যুৎ কেন্দ্র কাশিওয়াজাকি-কারিওয়া পুনরায় চালু করার অনুমোদন দিয়েছে, যা কার্বন নির্গমন হ্রাস এবং স্থিতিশীল বিদ্যুৎ সরবরাহ নিশ্চিত করার লক্ষ্যে তার শক্তি নীতিতে একটি উল্লেখযোগ্য পরিবর্তন চিহ্নিত করে।"
      },
      {
        "topic": "Defence: India Moves Closer to BrahMos Missile Exports",
        "english": "India progressed towards finalizing $450 million worth of BrahMos supersonic cruise missile export deals with Vietnam and Indonesia, strengthening defense ties with Southeast Asian nations.",
        "hindi": "भारत ने वियतनाम और इंडोनेशिया के साथ 450 मिलियन डॉलर के ब्रह्मोस सुपरसोनिक क्रूज मिसाइल निर्यात सौदों को अंतिम रूप देने की दिशा में प्रगति की, जिससे दक्षिण पूर्व एशियाई देशों के साथ रक्षा संबंध मजबूत हुए।",
        "bengali": "ভারত ভিয়েতনাম ও ইন্দোনেশিয়ার সাথে ৪৫০ মিলিয়ন ডলার মূল্যের ব্রাহ্মোস সুপারসনিক ক্রুজ মিসাইল রফতানি চুক্তি চূড়ান্ত করার দিকে অগ্রসর হয়েছে, যা দক্ষিণ-পূর্ব এশীয় দেশগুলির সাথে প্রতিরক্ষা সম্পর্ক জোরদার করবে।"
      }
    ]
  },
  {
    "id": "2025-12-22",
    "slug": "2025-12-22",
    "date": "2025-12-22",
    "current_affairs": [
      {
        "topic": "National: National Mathematics Day Celebrated",
        "english": "India observed National Mathematics Day on December 22 to commemorate the birth anniversary of the legendary mathematician Srinivasa Ramanujan, promoting the importance of mathematics in daily life.",
        "hindi": "महान गणितज्ञ श्रीनिवास रामानुजन की जयंती के उपलक्ष्य में भारत ने 22 दिसंबर को राष्ट्रीय गणित दिवस मनाया, जो दैनिक जीवन में गणित के महत्व को बढ़ावा देता है।",
        "bengali": "ভারত ২২শে ডিসেম্বর কিংবদন্তি গণিতবিদ শ্রীনিবাস রামানুজনের জন্মবার্ষিকী স্মরণে জাতীয় গণিত দিবস পালন করেছে, যা দৈনন্দিন জীবনে গণিতের গুরুত্ব প্রচার করে।"
      },
      {
        "topic": "International: Brazil Hands Over BRICS Presidency to India for 2026",
        "english": "Brazil formally handed over the BRICS presidency to India for the year 2026 during the 4th BRICS Sherpas Meeting, setting the stage for India's leadership in the bloc.",
        "hindi": "ब्राजील ने चौथी ब्रिक्स शेरपा बैठक के दौरान औपचारिक रूप से वर्ष 2026 के लिए ब्रिक्स की अध्यक्षता भारत को सौंप दी, जिससे गुट में भारत के नेतृत्व का मंच तैयार हुआ।",
        "bengali": "ব্রাজিল চতুর্থ ব্রিক্স শেরপা বৈঠকের সময় আনুষ্ঠানিকভাবে ২০২৬ সালের জন্য ভারতের কাছে ব্রিক্স প্রেসিডেন্সি হস্তান্তর করেছে, যা ব্লকে ভারতের নেতৃত্বের মঞ্চ তৈরি করেছে।"
      },
      {
        "topic": "Economy: ADB Commits $4.2 Billion Lending to India",
        "english": "The Asian Development Bank (ADB) committed $4.258 billion in sovereign lending to India for 2025 to support projects in renewable energy, urban infrastructure, and healthcare development.",
        "hindi": "एशियाई विकास बैंक (ADB) ने भारत को 2025 के लिए नवीकरणीय ऊर्जा, शहरी बुनियादी ढांचे और स्वास्थ्य देखभाल विकास में परियोजनाओं का समर्थन करने के लिए $4.258 बिलियन के संप्रभु ऋण की प्रतिबद्धता जताई।",
        "bengali": "এশিয়ান ডেভেলপমেন্ট ব্যাংক (ADB) ২০২৫ সালের জন্য ভারতে নবায়নযোগ্য শক্তি, শহুরে অবকাঠামো এবং স্বাস্থ্যসেবা উন্নয়নের প্রকল্পগুলিকে সমর্থন করার জন্য ৪.২৫৮ বিলিয়ন ডলার ঋণ দেওয়ার প্রতিশ্রুতি দিয়েছে।"
      },
      {
        "topic": "National: Good Governance Week 2025 Launched",
        "english": "The Government of India launched Good Governance Week 2025 with the 'Prashasan Gaon Ki Ore' campaign, aiming to redress public grievances and improve service delivery at the grassroots level.",
        "hindi": "भारत सरकार ने 'प्रशासन गांव की ओर' अभियान के साथ सुशासन सप्ताह 2025 का शुभारंभ किया, जिसका उद्देश्य सार्वजनिक शिकायतों का निवारण करना और जमीनी स्तर पर सेवा वितरण में सुधार करना है।",
        "bengali": "ভারত সরকার 'প্রশাসন গাঁও কি অর' অভিযানের সাথে সুশাসন সপ্তাহ ২০২৫ চালু করেছে, যার লক্ষ্য জনগণের অভিযোগের সমাধান করা এবং তৃণমূল পর্যায়ে পরিষেবা প্রদানের উন্নতি করা।"
      },
      {
        "topic": "Defence: Indian Navy Receives ASW SWC 'Anjadip'",
        "english": "The Indian Navy received the 'Anjadip', an Anti-Submarine Warfare Shallow Water Craft (ASW SWC), boosting its capabilities for coastal defense and search and rescue operations.",
        "hindi": "भारतीय नौसेना को 'अंजादीप' प्राप्त हुआ, जो एक एंटी-सबमरीन वारफेयर शैलो वाटर क्राफ्ट (ASW SWC) है, जो तटीय रक्षा और खोज और बचाव कार्यों के लिए अपनी क्षमताओं को बढ़ाता है।",
        "bengali": "ভারতীয় নৌবাহিনী 'অঞ্জদীপ' পেয়েছে, যা একটি অ্যান্টি-সাবমেরিন ওয়ারফেয়ার শ্যালো ওয়াটার ক্রাফট (ASW SWC), যা উপকূলীয় প্রতিরক্ষা এবং অনুসন্ধান ও উদ্ধার অভিযানের জন্য তার সক্ষমতা বৃদ্ধি করে।"
      }
    ]
  },
  {
    "id": "2025-12-21",
    "slug": "2025-12-21",
    "date": "2025-12-21",
    "current_affairs": [
      {
        "topic": "National: Parliament Passes SHANTI Bill for Nuclear Sector Reform",
        "english": "The Parliament has passed the 'Sustainable Harnessing and Advancement of Nuclear Energy for Transforming India' (SHANTI) Bill. This historic legislation opens up India's nuclear energy sector to private players, aiming to boost clean energy production and technological advancement.",
        "hindi": "संसद ने 'ट्रांसफॉर्मिंग इंडिया के लिए परमाणु ऊर्जा का सतत दोहन और उन्नति' (शांति) विधेयक पारित कर दिया है। यह ऐतिहासिक कानून भारत के परमाणु ऊर्जा क्षेत्र को निजी खिलाड़ियों के लिए खोलता है, जिसका उद्देश्य स्वच्छ ऊर्जा उत्पादन और तकनीकी उन्नति को बढ़ावा देना है।",
        "bengali": "সংসদ 'ট্রান্সফর্মিং ইন্ডিয়ার জন্য পারমাণবিক শক্তির টেকসই ব্যবহার এবং অগ্রগতি' (শান্তি) বিল পাস করেছে। এই ঐতিহাসিক আইনটি ভারতের পারমাণবিক শক্তি খাতকে বেসরকারি খেলোয়াড়দের জন্য উন্মুক্ত করে, যার লক্ষ্য স্বচ্ছ শক্তি উৎপাদন এবং প্রযুক্তিগত অগ্রগতি বৃদ্ধি করা।"
      },
      {
        "topic": "Economy: India and Oman Sign Historic Trade Agreement (CEPA)",
        "english": "India and Oman have signed a Comprehensive Economic Partnership Agreement (CEPA). The pact provides zero-duty access on 98.08% of tariff lines, significantly boosting bilateral trade and economic cooperation between the two nations.",
        "hindi": "भारत और ओमान ने एक व्यापक आर्थिक भागीदारी समझौते (CEPA) पर हस्ताक्षर किए हैं। यह समझौता 98.08% टैरिफ लाइनों पर शून्य-शुल्क पहुंच प्रदान करता है, जिससे दोनों देशों के बीच द्विपक्षीय व्यापार और आर्थिक सहयोग को काफी बढ़ावा मिलता है।",
        "bengali": "ভারত ও ওমান একটি ব্যাপক অর্থনৈতিক অংশীদারিত্ব চুক্তি (CEPA) স্বাক্ষর করেছে। এই চুক্তিটি ৯৮.০৮% ট্যারিফ লাইনে শূন্য-শুল্ক অ্যাক্সেস প্রদান করে, যা দুই দেশের মধ্যে দ্বিপাক্ষিক বাণিজ্য এবং অর্থনৈতিক সহযোগিতাকে উল্লেখযোগ্যভাবে বৃদ্ধি করবে।"
      },
      {
        "topic": "Sports: Pakistan Defeats India in U-19 Asia Cup Final",
        "english": "In a one-sided final held in Dubai, Pakistan defeated India by 191 runs to clinch the U-19 Asia Cup title. This victory marks Pakistan's second title in the tournament's history.",
        "hindi": "दुबई में आयोजित एकतरफा फाइनल में, पाकिस्तान ने भारत को 191 रनों से हराकर U-19 एशिया कप का खिताब अपने नाम किया। यह जीत टूर्नामेंट के इतिहास में पाकिस्तान का दूसरा खिताब है।",
        "bengali": "দুবাইতে অনুষ্ঠিত একতরফা ফাইনালে পাকিস্তানকে ১৯১ রানে হারিয়ে অনূর্ধ্ব-১৯ এশিয়া কাপের শিরোপা জিতেছে পাকিস্তান। এই টুর্নামেন্টের ইতিহাসে এটি পাকিস্তানের দ্বিতীয় শিরোপা।"
      },
      {
        "topic": "Science: ISRO Conducts Gaganyaan Parachute System Tests",
        "english": "The Indian Space Research Organisation (ISRO) successfully conducted another series of tests for the parachute systems designed for the Gaganyaan mission. These tests are crucial for ensuring the safe return of astronauts to Earth.",
        "hindi": "भारतीय अंतरिक्ष अनुसंधान संगठन (ISRO) ने गगनयान मिशन के लिए डिज़ाइन किए गए पैराशूट सिस्टम के लिए परीक्षणों की एक और श्रृंखला सफलतापूर्वक आयोजित की। ये परीक्षण अंतरिक्ष यात्रियों की पृथ्वी पर सुरक्षित वापसी सुनिश्चित करने के लिए महत्वपूर्ण हैं।",
        "bengali": "ভারতীয় মহাকাশ গবেষণা সংস্থা (ইসরো) গগনযান মিশনের জন্য ডিজাইন করা প্যারাসুট সিস্টেমের জন্য আরও একটি ধারাবাহিক পরীক্ষা সফলভাবে পরিচালনা করেছে। মহাকাশচারীদের পৃথিবীতে নিরাপদ প্রত্যাবর্তন নিশ্চিত করার জন্য এই পরীক্ষাগুলি অত্যন্ত গুরুত্বপূর্ণ।"
      },
      {
        "topic": "Defence: Reservation Increased for Ex-Agniveers in CAPFs",
        "english": "The Union Home Ministry has increased the reservation for ex-Agniveers in Group C posts of the Central Armed Police Forces (CAPFs) from 10% to 50%, providing significant employment opportunities for reliable personnel.",
        "hindi": "केंद्रीय गृह मंत्रालय ने केंद्रीय सशस्त्र पुलिस बलों (CAPF) के ग्रुप सी पदों में पूर्व-अग्निवीरों के लिए आरक्षण 10% से बढ़ाकर 50% कर दिया है, जो विश्वसनीय कर्मियों के लिए महत्वपूर्ण रोजगार के अवसर प्रदान करता है।",
        "bengali": "কেন্দ্রীয় স্বরাষ্ট্র মন্ত্রক কেন্দ্রীয় সশস্ত্র পুলিশ বাহিনী (CAPF)-এর গ্রুপ সি পদে প্রাক্তন অগ্নিবীরদের সংরক্ষণ ১০% থেকে বাড়িয়ে ৫০% করেছে, যা নির্ভরযোগ্য কর্মীদের জন্য উল্লেখযোগ্য কর্মসংস্থানের সুযোগ প্রদান করবে।"
      },
      {
        "topic": "Economy: RBI Cuts Repo Rate to 5.25%",
        "english": "The Reserve Bank of India (RBI) has reduced the repo rate by 25 basis points to 5.25%, marking the fourth consecutive rate cut in 2025. This move aims to stimulate economic growth and manage inflation.",
        "hindi": "भारतीय रिजर्व बैंक (RBI) ने रेपो दर को 25 आधार अंक घटाकर 5.25% कर दिया है, जो 2025 में लगातार चौथी दर कटौती है। इस कदम का उद्देश्य आर्थिक विकास को प्रोत्साहित करना और मुद्रास्फीति का प्रबंधन करना है।",
        "bengali": "ভারতীয় রিজার্ভ ব্যাংক (আরবিআই) রেপো রেট ২৫ বেসিস পয়েন্ট কমিয়ে ৫.২৫% করেছে, যা ২০২৫ সালে টানা চতুর্থবারের মতো হার কমানোর ঘটনা। এই পদক্ষেপের লক্ষ্য অর্থনৈতিক প্রবৃদ্ধি উদ্দীপিত করা এবং মুদ্রাস্ফীতি নিয়ন্ত্রণ করা।"
      },
      {
        "topic": "National: Railway Ministry Announces Fare Hike",
        "english": "The Railway Ministry has announced a hike in train fares effective December 26, 2025. The revised rates include an increase of 1 paisa per km for ordinary class beyond 215 km and 2 paise per km for AC classes.",
        "hindi": "रेल मंत्रालय ने 26 दिसंबर, 2025 से प्रभावी ट्रेन किराए में बढ़ोतरी की घोषणा की है। संशोधित दरों में 215 किमी से आगे साधारण श्रेणी के लिए 1 पैसा प्रति किमी और एसी कक्षाओं के लिए 2 पैसे प्रति किमी की वृद्धि शामिल है।",
        "bengali": "রেলওয়ে মন্ত্রক ২৬ ডিসেম্বর, ২০২৫ থেকে ট্রেনের ভাড়া বৃদ্ধির ঘোষণা করেছে। সংশোধিত হারের মধ্যে রয়েছে ২১৫ কিলোমিটারের বেশি সাধারণ শ্রেণির জন্য প্রতি কিমিতে ১ পয়সা এবং এসি ক্লাসের জন্য প্রতি কিমিতে ২ পয়সা বৃদ্ধি।"
      },
      {
        "topic": "Environment: Winter Solstice Marks Longest Night",
        "english": "December 21, 2025, marked the Winter Solstice, the shortest day and longest night of the year in the Northern Hemisphere. This astronomical event signifies the official beginning of winter.",
        "hindi": "21 दिसंबर, 2025 को शीतकालीन संक्रांति मनाई गई, जो उत्तरी गोलार्ध में वर्ष का सबसे छोटा दिन और सबसे लंबी रात है। यह खगोलीय घटना सर्दियों की आधिकारिक शुरुआत का प्रतीक है।",
        "bengali": "২১ ডিসেম্বর, ২০২৫, শীতকালীন অয়নকাল চিহ্নিত করা হয়েছে, যা উত্তর গোলার্ধে বছরের সবচেয়ে ছোট দিন এবং দীর্ঘতম রাত। এই মহাজাগতিক ঘটনাটি শীতের আনুষ্ঠানিক সূচনা নির্দেশ করে।"
      },
      {
        "topic": "Judiciary: Live-in Relationships Not Illegal, says Allahabad HC",
        "english": "The Allahabad High Court has ruled that live-in relationships between consenting adults are not illegal. The court emphasized that such relationships are protected under the constitutional right to life and personal liberty.",
        "hindi": "इलाहाबाद उच्च न्यायालय ने फैसला सुनाया है कि सहमति देने वाले वयस्कों के बीच लिव-इन रिलेशनशिप अवैध नहीं हैं। अदालत ने जोर देकर कहा कि ऐसे रिश्ते जीवन और व्यक्तिगत स्वतंत्रता के संवैधानिक अधिकार के तहत सुरक्षित हैं।",
        "bengali": "এলাহাবাদ হাইকোর্ট রায় দিয়েছে যে সম্মতিপ্রাপ্ত প্রাপ্তবয়স্কদের মধ্যে লিভ-ইন সম্পর্ক অবৈধ নয়। আদালত জোর দিয়ে বলেছে যে এই ধরনের সম্পর্কগুলি জীবন ও ব্যক্তিগত স্বাধীনতার সাংবিধানিক অধিকারের অধীনে সুরক্ষিত।"
      },
      {
        "topic": "Weather: Cold Wave Warning Issued for North India",
        "english": "The India Meteorological Department (IMD) has issued cold wave warnings for several parts of North India. Dense fog and dropping temperatures are expected to affect daily life in the region over the coming days.",
        "hindi": "भारत मौसम विज्ञान विभाग (IMD) ने उत्तर भारत के कई हिस्सों के लिए शीत लहर की चेतावनी जारी की है। आने वाले दिनों में घने कोहरे और गिरते तापमान से क्षेत्र में जनजीवन प्रभावित होने की उम्मीद है।",
        "bengali": "ভারতের আবহাওয়া বিভাগ (আইএমডি) উত্তর ভারতের বেশ কয়েকটি অংশের জন্য শৈত্যপ্রবাহের সতর্কতা জারি করেছে। আগামী দিনে ঘন কুয়াশা এবং তাপমাত্রা হ্রাস অঞ্চলের জনজীবনকে প্রভাবিত করবে বলে আশা করা হচ্ছে।"
      }
    ]
  },
  {
    "id": "2025-12-20",
    "slug": "2025-12-20",
    "date": "2025-12-20",
    "current_affairs": [
      {
        "topic": "National: India Opens Nuclear Sector to Private Firms",
        "english": "India's Parliament has approved significant policy reforms, officially opening the nuclear energy industry to private firms and allowing full foreign ownership of insurance companies. This move aims to accelerate clean energy production and attract global investment.",
        "hindi": "भारत की संसद ने महत्वपूर्ण नीतिगत सुधारों को मंजूरी दी है, आधिकारिक तौर पर परमाणु ऊर्जा उद्योग को निजी कंपनियों के लिए खोल दिया है और बीमा कंपनियों के पूर्ण विदेशी स्वामित्व की अनुमति दी है। इस कदम का उद्देश्य स्वच्छ ऊर्जा उत्पादन में तेजी लाना और वैश्विक निवेश को आकर्षित करना है।",
        "bengali": "ভারতের সংসদ গুরুত্বপূর্ণ নীতি সংস্কার অনুমোদন করেছে, আনুষ্ঠানিকভাবে পারমাণবিক শক্তি শিল্পকে বেসরকারি সংস্থাগুলির জন্য উন্মুক্ত করেছে এবং বিমা সংস্থাগুলির সম্পূর্ণ বিদেশি মালিকানার অনুমতি দিয়েছে। এই পদক্ষেপের লক্ষ্য স্বচ্ছ শক্তি উৎপাদন ত্বরান্বিত করা এবং বিশ্বব্যাপী বিনিয়োগ আকর্ষণ করা।"
      },
      {
        "topic": "Infrastructure: PM Modi Inaugurates Nature-Themed Airport Terminal in Guwahati",
        "english": "Prime Minister Narendra Modi inaugurated a new nature-themed terminal at Lokpriya Gopinath Bordoloi International Airport in Guwahati, Assam. The terminal is designed to enhance regional connectivity while showcasing the state's natural beauty and commitment to sustainability.",
        "hindi": "प्रधानमंत्री नरेंद्र मोदी ने असम के गुवाहाटी में लोकप्रिय गोपीनाथ बोरदोलोई अंतरराष्ट्रीय हवाई अड्डे पर एक नए प्रकृति-थीम वाले टर्मिनल का उद्घाटन किया। टर्मिनल को राज्य की प्राकृतिक सुंदरता और स्थिरता के प्रति प्रतिबद्धता को प्रदर्शित करते हुए क्षेत्रीय कनेक्टिविटी को बढ़ाने के लिए डिज़ाइन किया गया है।",
        "bengali": "প্রধানমন্ত্রী নরেন্দ্র মোদি আসামের গুয়াহাটির লোকপ্ৰিয় গোপীনাথ বর্দোলোই আন্তর্জাতিক বিমানবন্দরে একটি নতুন প্রকৃতি-থিমযুক্ত টার্মিনাল উদ্বোধন করেছেন। টার্মিনালটি রাজ্যের প্রাকৃতিক সৌন্দর্য এবং স্থায়িত্বের প্রতি প্রতিশ্রুতি প্রদর্শন করার সময় আঞ্চলিক সংযোগ বাড়ানোর জন্য ডিজাইন করা হয়েছে।"
      },
      {
        "topic": "International: First Wheelchair User Travels to Space",
        "english": "German aerospace engineer Michaela Benthaus made history by becoming the first wheelchair user to travel into space aboard a Blue Origin flight. This milestone highlights increasing inclusivity in space exploration.",
        "hindi": "जर्मन एयरोस्पेस इंजीनियर माइकला बेंटहॉस ने ब्लू ओरिजिन फ्लाइट में अंतरिक्ष की यात्रा करने वाली पहली व्हीलचेयर उपयोगकर्ता बनकर इतिहास रच दिया। यह मील का पत्थर अंतरिक्ष अन्वेषण में बढ़ती समावेशिता को उजागर करता है।",
        "bengali": "জার্মান অ্যারোস্পেস ইঞ্জিনিয়ার মাইকেলা বেন্থাউস ব্লু অরিজিন ফ্লাইটে মহাকাশে ভ্রমণকারী প্রথম হুইলচেয়ার ব্যবহারকারী হয়ে ইতিহাস সৃষ্টি করেছেন। এই মাইলফলকটি মহাকাশ অন্বেষণে ক্রমবর্ধমান অন্তর্ভুক্তিকে তুলে ধরে।"
      },
      {
        "topic": "Judiciary: Supreme Court Rules CSR Includes Environmental Responsibility",
        "english": "The Supreme Court of India has held that Corporate Social Responsibility (CSR) inherently includes environmental responsibility. The ruling mandates corporations to integrate sustainable practices and environmental protection into their CSR initiatives.",
        "hindi": "भारत के सर्वोच्च न्यायालय ने कहा है कि कॉर्पोरेट सामाजिक जिम्मेदारी (CSR) में स्वाभाविक रूप से पर्यावरणीय जिम्मेदारी शामिल है। यह फैसला निगमों को अपनी सीएसआर पहलों में स्थायी प्रथाओं और पर्यावरण संरक्षण को एकीकृत करने का आदेश देता है।",
        "bengali": "ভারতের সুপ্রিম কোর্ট রায় দিয়েছে যে কর্পোরেট সোশ্যাল রেসপন্সিবিলিটি (CSR)-র মধ্যে পরিবেশগত দায়িত্ব অন্তর্ভুক্ত রয়েছে। এই রায় কর্পোরেশনগুলিকে তাদের সিএসআর উদ্যোগে টেকসই অনুশীলন এবং পরিবেশ সুরক্ষা সংহত করার নির্দেশ দেয়।"
      },
      {
        "topic": "Technology: Google Commits $8 Million to India's AI Ecosystem",
        "english": "Google has announced an $8 million funding commitment to support India's artificial intelligence research ecosystem. The funds will focus on advancing AI capabilities, fostering innovation, and supporting academic research in the country.",
        "hindi": "Google ने भारत के आर्टिफिशियल इंटेलिजेंस रिसर्च इकोसिस्टम का समर्थन करने के लिए $8 मिलियन की फंडिंग प्रतिबद्धता की घोषणा की है। यह फंड एआई क्षमताओं को आगे बढ़ाने, नवाचार को बढ़ावा देने और देश में अकादमिक अनुसंधान का समर्थन करने पर केंद्रित होगा।",
        "bengali": "গুগল ভারতের কৃত্রিম বুদ্ধিমত্তা গবেষণা ইকোসিস্টেমকে সমর্থন করার জন্য $৮ মিলিয়ন অর্থায়নের প্রতিশ্রুতি ঘোষণা করেছে। এই তহবিল এআই সক্ষমতা বৃদ্ধি, উদ্ভাবন ও দেশে একাডেমিক গবেষণাকে সমর্থন করার দিকে মনোনিবেশ করবে।"
      }
    ]
  },
  {
    "id": "2025-12-19",
    "slug": "2025-12-19",
    "date": "2025-12-19",
    "current_affairs": [
      {
        "topic": "International: PM Modi Conferred with Highest Civilian Honors of Ethiopia and Oman",
        "english": "Prime Minister Narendra Modi was conferred with Ethiopia's highest civilian honor, the Great Honour Nishan of Ethiopia, and Oman's highest civilian award, the Order of Oman. These awards recognize his efforts in strengthening bilateral ties and global cooperation.",
        "hindi": "प्रधानमंत्री नरेंद्र मोदी को इथियोपिया के सर्वोच्च नागरिक सम्मान, 'ग्रेट ऑनर निशान ऑफ इथियोपिया' और ओमान के सर्वोच्च नागरिक पुरस्कार, 'ऑर्डर ऑफ ओमान' से सम्मानित किया गया। ये पुरस्कार द्विपक्षीय संबंधों और वैश्विक सहयोग को मजबूत करने में उनके प्रयासों को मान्यता देते हैं।",
        "bengali": "প্রধানমন্ত্রী নরেন্দ্র মোদিকে ইথিওপিয়ার সর্বোচ্চ বেসামরিক সম্মান, 'গ্রেট অনার নিশান অফ ইথিওপিয়া' এবং ওমানের সর্বোচ্চ বেসামরিক পুরস্কার, 'অর্ডার অফ ওমান'-এ ভূষিত করা হয়েছে। এই পুরস্কারগুলি দ্বিপাক্ষিক সম্পর্ক এবং বৈশ্বিক সহযোগিতা জোরদার করার ক্ষেত্রে তার প্রচেষ্টাকে স্বীকৃতি দেয়।"
      },
      {
        "topic": "Economy: India and Oman Sign Comprehensive Economic Partnership Agreement",
        "english": "India and Oman officially signed a Comprehensive Economic Partnership Agreement (CEPA). The agreement is aimed at boosting trade in goods and services, investment, and facilitating greater mobility between the two nations.",
        "hindi": "भारत और ओमान ने आधिकारिक तौर पर एक व्यापक आर्थिक भागीदारी समझौते (CEPA) पर हस्ताक्षर किए। इस समझौते का उद्देश्य वस्तुओं और सेवाओं में व्यापार, निवेश को बढ़ावा देना और दोनों देशों के बीच अधिक गतिशीलता की सुविधा प्रदान करना है।",
        "bengali": "ভারত ও ওমান আনুষ্ঠানিকভাবে একটি ব্যাপক অর্থনৈতিক অংশীদারিত্ব চুক্তি (CEPA) স্বাক্ষর করেছে। এই চুক্তির লক্ষ্য পণ্য ও পরিষেবার বাণিজ্য, বিনিয়োগ বৃদ্ধি করা এবং দুই দেশের মধ্যে বৃহত্তর গতিশীলতার সুবিধা প্রদান করা।"
      },
      {
        "topic": "National: Parliament Passes Nuclear Bill for Private Sector Entry",
        "english": "The Lok Sabha has passed a landmark Nuclear Bill that allows private players to enter the nuclear energy sector. This legislative change is expected to enhance India's energy security and technological capabilities.",
        "hindi": "लोकसभा ने एक ऐतिहासिक परमाणु विधेयक पारित किया है जो निजी खिलाड़ियों को परमाणु ऊर्जा क्षेत्र में प्रवेश करने की अनुमति देता है। इस विधायी बदलाव से भारत की ऊर्जा सुरक्षा और तकनीकी क्षमताओं को बढ़ाने की उम्मीद है।",
        "bengali": "লোকসভা একটি যুগান্তকারী পারমাণবিক বিল পাস করেছে যা বেসরকারি সংস্থাগুলিকে পারমাণবিক শক্তি খাতে প্রবেশের অনুমতি দেয়। এই আইনি পরিবর্তন ভারতের শক্তি নিরাপত্তা এবং প্রযুক্তিগত সক্ষমতা বৃদ্ধি করবে বলে আশা করা হচ্ছে।"
      },
      {
        "topic": "Defence: India Inducts Heavy Artillery into Kashmir Valley via Special Train",
        "english": "The Indian Army achieved a significant logistical milestone by inducting tanks and heavy artillery guns into the Kashmir Valley using a special military train. This move strengthens the defense posture in the strategic region.",
        "hindi": "भारतीय सेना ने एक विशेष सैन्य ट्रेन का उपयोग करके कश्मीर घाटी में टैंक और भारी तोपखाने की बंदूकों को शामिल करके एक महत्वपूर्ण रसद मील का पत्थर हासिल किया। यह कदम रणनीतिक क्षेत्र में रक्षा मुद्रा को मजबूत करता है।",
        "bengali": "ভারতীয় সেনাবাহিনী একটি বিশেষ সামরিক ট্রেন ব্যবহার করে কাশ্মীর উপত্যকায় ট্যাঙ্ক এবং ভারী আর্টিলারি বন্দুক নিয়ে এসে একটি গুরুত্বপূর্ণ লজিস্টিক্যাল মাইলফলক অর্জন করেছে। এই পদক্ষেপ কৌশলগত অঞ্চলে প্রতিরক্ষা ব্যবস্থাকে শক্তিশালী করে।"
      },
      {
        "topic": "National: Goa Liberation Day Celebrated",
        "english": "India celebrated Goa Liberation Day on December 19, commemorating the liberation of Goa from Portuguese rule in 1961. The day honors the armed forces and freedom fighters who contributed to the state's independence.",
        "hindi": "भारत ने 19 दिसंबर को गोवा मुक्ति दिवस मनाया, जो 1961 में पुर्तगाली शासन से गोवा की मुक्ति का स्मरण कराता है। यह दिन राज्य की स्वतंत्रता में योगदान देने वाले सशस्त्र बलों और स्वतंत्रता सेनानियों का सम्मान करता है।",
        "bengali": "ভারত ১৯ ডিসেম্বর গোয়া মুক্তি দিবস উদযাপন করেছে, যা ১৯৬১ সালে পর্তুগিজ শাসন থেকে গোয়ার মুক্তিকে স্মরণ করে। এই দিনটি সশস্ত্র বাহিনী এবং স্বাধীনতা সংগ্রামীদের সম্মান জানায় যারা রাজ্যের স্বাধীনতায় অবদান রেখেছিলেন।"
      }
    ]
  },
  {
    "id": "2025-12-18",
    "slug": "2025-12-18",
    "date": "2025-12-18",
    "current_affairs": [
      {
        "topic": "National: Minorities Rights Day Observed",
        "english": "India observed Minorities Rights Day on December 18 to promote the rights of minority communities and ensure their protection. The day emphasizes equality, non-discrimination, and the preservation of cultural identities.",
        "hindi": "भारत ने अल्पसंख्यक समुदायों के अधिकारों को बढ़ावा देने और उनकी सुरक्षा सुनिश्चित करने के लिए 18 दिसंबर को अल्पसंख्यक अधिकार दिवस मनाया। यह दिन समानता, गैर-भेदभाव और सांस्कृतिक पहचान के संरक्षण पर जोर देता है।",
        "bengali": "সংখ্যালঘু সম্প্রদায়ের অধিকার প্রচার এবং তাদের সুরক্ষা নিশ্চিত করতে ভারত ১৮ ডিসেম্বর সংখ্যালঘু অধিকার দিবস পালন করেছে। দিনটি সমতা, বৈষম্যহীনতা এবং সাংস্কৃতিক পরিচয় সংরক্ষণের ওপর জোর দেয়।"
      },
      {
        "topic": "Defence: Joint Military Exercise 'DESERT CYCLONE-II' Begins",
        "english": "The second edition of the joint military exercise 'DESERT CYCLONE-II' between the Indian Army and the UAE Land Forces commenced in Abu Dhabi. The exercise aims to enhance interoperability and share best practices in counter-terrorism operations.",
        "hindi": "भारतीय सेना और संयुक्त अरब अमीरात लैंड फोर्सेज के बीच संयुक्त सैन्य अभ्यास 'डेजर्ट साइक्लोन-II' का दूसरा संस्करण अबू धाबी में शुरू हुआ। इस अभ्यास का उद्देश्य अंतःक्रियाशीलता को बढ़ाना और आतंकवाद विरोधी अभियानों में सर्वोत्तम प्रथाओं को साझा करना है।",
        "bengali": "ভারতীয় সেনাবাহিনী এবং সংযুক্ত আরব আমিরাত ল্যান্ড ফোর্সের মধ্যে যৌথ সামরিক মহড়া 'ডেজার্ট সাইক্লোন-II'-এর দ্বিতীয় সংস্করণ আবুধাবিতে শুরু হয়েছে। এই মহড়ার লক্ষ্য আন্তঃকার্যক্ষমতা বৃদ্ধি করা এবং সন্ত্রাসবিরোধী অভিযানে সর্বোত্তম অনুশীলনগুলি ভাগ করা।"
      },
      {
        "topic": "International: Brazil Hands Over BRICS Presidency to India for 2026",
        "english": "Brazil has formally handed over the BRICS presidency to India for the year 2026. This leadership role will see India guiding the bloc's agenda on global economic cooperation and geopolitical issues.",
        "hindi": "ब्राजील ने औपचारिक रूप से वर्ष 2026 के लिए ब्रिक्स की अध्यक्षता भारत को सौंप दी है। यह नेतृत्व भूमिका भारत को वैश्विक आर्थिक सहयोग और भू-राजनीतिक मुद्दों पर गुट के एजेंडे का मार्गदर्शन करते हुए देखेगी।",
        "bengali": "ব্রাজিল আনুষ্ঠানিকভাবে ২০২৬ সালের জন্য ভারতের কাছে ব্রিকস প্রেসিডেন্সি হস্তান্তর করেছে। এই নেতৃত্বের ভূমিকায় ভারতকে বিশ্বব্যাপী অর্থনৈতিক সহযোগিতা এবং ভূ-রাজনৈতিক বিষয়ে ব্লকের এজেন্ডা পরিচালনা করতে দেখা যাবে।"
      },
      {
        "topic": "Economy: India's Unemployment Rate Drops to 4.7%",
        "english": "The Ministry of Statistics and Programme Implementation (MoSPI) reported that India's unemployment rate declined to 4.7% in November 2025. This positive trend indicates improvement in the labor market and economic recovery.",
        "hindi": "सांख्यिकी और कार्यक्रम कार्यान्वयन मंत्रालय (MoSPI) ने बताया कि नवंबर 2025 में भारत की बेरोजगारी दर घटकर 4.7% हो गई। यह सकारात्मक प्रवृत्ति श्रम बाजार और आर्थिक सुधार में सुधार का संकेत देती है।",
        "bengali": "পরিসংখ্যান ও কর্মসূচি বাস্তবায়ন মন্ত্রক (MoSPI) জানিয়েছে যে নভেম্বর ২০২৫-এ ভারতের বেকারত্বের হার ৪.৭%-এ নেমে এসেছে। এই ইতিবাচক প্রবণতা শ্রম বাজার এবং অর্থনৈতিক পুনরুদ্ধারের উন্নতি নির্দেশ করে।"
      },
      {
        "topic": "Infrastructure: NHAI Launches India's First 'Wildlife-Safe Road'",
        "english": "The National Highways Authority of India (NHAI) launched India's first 'wildlife-safe road' on a ghat section of NH-45 in Madhya Pradesh. The project incorporates dedicated corridors for safe animal passage, balancing infrastructure development with conservation.",
        "hindi": "भारतीय राष्ट्रीय राजमार्ग प्राधिकरण (NHAI) ने मध्य प्रदेश में NH-45 के घाट खंड पर भारत की पहली 'वन्यजीव-सुरक्षित सड़क' शुरू की। इस परियोजना में सुरक्षित पशु मार्ग के लिए समर्पित गलियारे शामिल हैं, जो संरक्षण के साथ बुनियादी ढांचे के विकास को संतुलित करते हैं।",
        "bengali": "ন্যাশনাল হাইওয়ে অথরিটি অফ ইন্ডিয়া (NHAI) মধ্যপ্রদেশের NH-45-এর একটি ঘাট সেকশনে ভারতের প্রথম 'বন্যপ্রাণী-নিরাপদ রাস্তা' চালু করেছে। প্রকল্পটি নিরাপদ পশু চলাচলের জন্য নিবেদিত করিডোর অন্তর্ভুক্ত করে, যা সংরক্ষণের সাথে অবকাঠামো উন্নয়নের ভারসাম্য বজায় রাখে।"
      }
    ]
  },
  {
    "id": "2025-12-17",
    "slug": "2025-12-17",
    "date": "2025-12-17",
    "current_affairs": [
      {
        "topic": "International: PM Modi Begins Three-Nation Tour in Jordan",
        "english": "Prime Minister Narendra Modi commenced his three-nation tour with a historic visit to Jordan, focusing on strengthening bilateral ties, renewable energy, and IT cooperation. He was received by Crown Prince Al Hussein, marking a significant diplomatic gesture.",
        "hindi": "प्रधानमंत्री नरेंद्र मोदी ने जॉर्डन की ऐतिहासिक यात्रा के साथ अपने तीन देशों के दौरे की शुरुआत की, जो द्विपक्षीय संबंधों, नवीकरणीय ऊर्जा और आईटी सहयोग को मजबूत करने पर केंद्रित है। क्राउन प्रिंस अल हुसैन ने उनका स्वागत किया, जो एक महत्वपूर्ण राजनयिक संकेत है।",
        "bengali": "প্রধানমন্ত্রী নরেন্দ্র মোদি জর্ডানে ঐতিহাসিক সফরের মাধ্যমে তার তিন দেশের সফর শুরু করেছেন, যা দ্বিপাক্ষিক সম্পর্ক, নবায়নযোগ্য শক্তি এবং আইটি সহযোগিতা জোরদার করার উপর দৃষ্টি নিবদ্ধ করে। ক্রাউন প্রিন্স আল হোসেন তাকে স্বাগত জানান, যা একটি উল্লেখযোগ্য কূটনৈতিক নিদর্শন।"
      },
      {
        "topic": "Technology: Microsoft Launches MahaCrimeOS AI for Maharashtra Police",
        "english": "Microsoft CEO Satya Nadella announced the rollout of 'MahaCrimeOS AI', an advanced AI-driven crime investigation platform for the Maharashtra Police. This initiative makes Maharashtra the first state in India to deploy such a sophisticated digital policing tool.",
        "hindi": "माइक्रोसॉफ्ट के सीईओ सत्य नडेला ने महाराष्ट्र पुलिस के लिए एक उन्नत एआई-संचालित अपराध जांच मंच 'महाक्राइमओएस एआई' के रोलआउट की घोषणा की। यह पहल महाराष्ट्र को ऐसे परिष्कृत डिजिटल पुलिसिंग उपकरण को तैनात करने वाला भारत का पहला राज्य बनाती है।",
        "bengali": "মাইক্রোসফ্টের সিইও সত্য নাদেলা মহারাষ্ট্র পুলিশের জন্য একটি উন্নত এআই-চালিত অপরাধ তদন্ত প্ল্যাটফর্ম 'মহাক্রাইমওএস এআই' চালু করার ঘোষণা দিয়েছেন। এই উদ্যোগটি মহারাষ্ট্রকে ভারতের প্রথম রাজ্যে পরিণত করেছে যা এই ধরণের অত্যাধুনিক ডিজিটাল পুলিশিং সরঞ্জাম মোতায়েন করেছে।"
      },
      {
        "topic": "Science: India Unveils Indigenous 'DHRUV64' Microprocessor",
        "english": "India achieved a major tech milestone by unveiling 'DHRUV64', its first indigenous 64-bit dual-core microprocessor. This development significantly boosts India's self-reliance in the semiconductor ecosystem.",
        "hindi": "भारत ने अपना पहला स्वदेशी 64-बिट डुअल-कोर माइक्रोप्रोसेसर 'ध्रुव64' (DHRUV64) और अनावरण करके एक प्रमुख तकनीकी मील का पत्थर हासिल किया। यह विकास सेमीकंडक्टर पारिस्थितिकी तंत्र में भारत की आत्मनिर्भरता को काफी बढ़ावा देता है।",
        "bengali": "ভারত তার প্রথম স্বদেশী ৬৪-বিট ডুয়াল-কোর মাইক্রোপ্রসেসর 'ধ্রুব৬৪' (DHRUV64) উন্মোচন করে একটি বড় প্রযুক্তিগত মাইলফলক অর্জন করেছে। এই উন্নয়ন সেমিকন্ডাক্টর ইকোসিস্টেমে ভারতের আত্মনির্ভরতাকে উল্লেখযোগ্যভাবে বৃদ্ধি করে।"
      }
    ]
  },
  {
    "id": "2025-12-16",
    "slug": "2025-12-16",
    "date": "2025-12-16",
    "current_affairs": [
      {
        "topic": "Defence: India Celebrates Vijay Diwas; President Inaugurates 'Param Vir Dirgha'",
        "english": "On Vijay Diwas, commemorating India's 1971 war victory, President Droupadi Murmu inaugurated 'Param Vir Dirgha' at Rashtrapati Bhavan. The gallery showcases portraits of all 21 Param Vir Chakra awardees, honoring their supreme sacrifice.",
        "hindi": "भारत की 1971 के युद्ध में जीत के उपलक्ष्य में विजय दिवस पर, राष्ट्रपति द्रौपदी मुर्मू ने राष्ट्रपति भवन में 'परम वीर दीर्घा' का उद्घाटन किया। यह गैलरी सभी 21 परम वीर चक्र पुरस्कार विजेताओं के चित्रों को प्रदर्शित करती है, जो उनके सर्वोच्च बलिदान का सम्मान करती है।",
        "bengali": "১৯৭১ সালের যুদ্ধে ভারতের বিজয় স্মরণে বিজয় দিবসে, রাষ্ট্রপতি দ্রৌপদী মুর্মু রাষ্ট্রপতি ভবনে 'পরম বীর দীর্ঘা' উদ্বোধন করেন। গ্যালারিটি সমস্ত ২১ জন পরম বীর চক্র পুরস্কারপ্রাপ্তদের প্রতিকৃতি প্রদর্শন করে, তাদের সর্বোচ্চ আত্মত্যাগের প্রতি সম্মান জানায়।"
      },
      {
        "topic": "Defence: Indian Navy Commissions DSC A20 at Kochi",
        "english": "The Indian Navy strengthened its operational capabilities by commissioning the DSC A20 vessel at Kochi. This addition enhances the Navy's coastal security and surveillance framework.",
        "hindi": "भारतीय नौसेना ने कोच्चि में DSC A20 पोत को कमीशन करके अपनी परिचालन क्षमताओं को मजबूत किया। यह अतिरिक्त नौसेना की तटीय सुरक्षा और निगरानी ढांचे को बढ़ाता है।",
        "bengali": "ভারতীয় নৌবাহিনী কোচিতে DSC A20 জাহাজটি কমিশন করে তার অপারেশনাল ক্ষমতা শক্তিশালী করেছে। এই সংযোজন নৌবাহিনীর উপকূলীয় নিরাপত্তা এবং নজরদারি কাঠামো বৃদ্ধি করে।"
      },
      {
        "topic": "Parliament: Winter Session Discusses Nuclear Power Reforms",
        "english": "The ongoing Winter Session of Parliament focused on the newly tabled SHANTI Bill, aimed at reforming India's nuclear energy sector. The bill proposes identifying new collaborative avenues for private players in nuclear power generation.",
        "hindi": "संसद के चल रहे शीतकालीन सत्र ने भारत के परमाणु ऊर्जा क्षेत्र में सुधार के उद्देश्य से नए पेश किए गए शांति (SHANTI) विधेयक पर ध्यान केंद्रित किया। विधेयक परमाणु ऊर्जा उत्पादन में निजी खिलाड़ियों के लिए नए सहयोगी रास्ते की पहचान करने का प्रस्ताव करता है।",
        "bengali": "সংসদের চলমান শীতকালীন অধিবেশন ভারতের পারমাণবিক শক্তি খাত সংস্কারের লক্ষ্যে নতুন ভাবে উত্থাপিত শান্তি (SHANTI) বিলের উপর দৃষ্টি নিবদ্ধ করেছে। বিলটি পারমাণবিক বিদ্যুৎ উৎপাদনে ব্যক্তিগত খেলোয়াড়দের জন্য নতুন সহযোগিতামূলক পথ চিহ্নিত করার প্রস্তাব করেছে।"
      }
    ]
  },
  {
    "id": "2025-12-15",
    "slug": "2025-12-15",
    "date": "2025-12-15",
    "current_affairs": [
      {
        "topic": "Economy: India's Trade Deficit Narrows Sharply in November",
        "english": "India's trade deficit declined by over 61% in November 2025 to $6.6 billion, driven by robust merchandise exports and reduced imports of commodities like gold and oil, signaling a strengthening external trade position.",
        "hindi": "नवंबर 2025 में भारत का व्यापार घाटा 61% से अधिक घटकर $6.6 बिलियन हो गया, जो मजबूत माल निर्यात और सोने और तेल जैसी वस्तुओं के कम आयात से प्रेरित है, जो एक मजबूत बाहरी व्यापार स्थिति का संकेत देता है।",
        "bengali": "নভেম্বর ২০২৫-এ ভারতের বাণিজ্য ঘাটতি ৬১%-এর বেশি কমে $৬.৬ বিলিয়ন হয়েছে, যা শক্তিশালী পণ্য রফতানি এবং সোনা ও তেলের মতো পণ্যের আমদানি হ্রাসের দ্বারা চালিত হয়েছে, যা একটি শক্তিশালী বৈদেশিক বাণিজ্যের অবস্থানের ইঙ্গিত দেয়।"
      },
      {
        "topic": "Environment: Delhi Air Quality Remains in 'Severe' Category",
        "english": "Delhi continues to face a public health crisis as the Air Quality Index (AQI) remains in the 'Severe' category. Schools have shifted to hybrid modes, and transport services including flights and trains face significant delays due to smog.",
        "hindi": "दिल्ली वायु गुणवत्ता सूचकांक (AQI) 'गंभीर' श्रेणी में बने रहने के कारण सार्वजनिक स्वास्थ्य संकट का सामना कर रही है। स्कूलों ने हाइब्रिड मोड में बदलाव किया है, और स्मॉग के कारण उड़ानों और ट्रेनों सहित परिवहन सेवाओं को महत्वपूर्ण देरी का सामना करना पड़ रहा है।",
        "bengali": "এয়ার কোয়ালিটি ইনডেক্স (AQI) 'গুরুতর' বিভাগে থাকার কারণে দিল্লি জনস্বাস্থ্য সংকটের মুখোমুখি হচ্ছে। স্কুলগুলি হাইব্রিড মোডে স্থানান্তরিত হয়েছে, এবং ধোঁয়াশার কারণে ফ্লাইট এবং ট্রেন সহ পরিবহন পরিষেবাগুলি উল্লেখযোগ্য বিলম্বের সম্মুখীন হচ্ছে।"
      },
      {
        "topic": "Legislation: SHANTI Bill Tabled for Nuclear Sector Reform",
        "english": "The 'Sustainable Harnessing and Advancement of Nuclear Energy for Transforming India' (SHANTI) Bill, 2025, was tabled in Parliament. It seeks to establish a modern legal framework for the nuclear sector, replacing archaic laws.",
        "hindi": "'ट्रांसफॉर्मिंग इंडिया के लिए परमाणु ऊर्जा का सतत दोहन और उन्नति' (SHANTI) विधेयक, 2025, संसद में पेश किया गया। यह पुरातन कानूनों की जगह परमाणु क्षेत्र के लिए एक आधुनिक कानूनी ढांचा स्थापित करना चाहता है।",
        "bengali": "'ট্রান্সফর্মিং ইন্ডিয়ার জন্য পারমাণবিক শক্তির টেকসই ব্যবহার এবং অগ্রগতি' (SHANTI) বিল, ২০২৫, সংসদে পেশ করা হয়েছে। এটি সেকেলে আইন প্রতিস্থাপন করে পারমাণবিক খাতের জন্য একটি আধুনিক আইনি কাঠামো প্রতিষ্ঠা করতে চায়।"
      }
    ]
  },
  {
    "id": "2025-12-14",
    "slug": "2025-12-14",
    "date": "2025-12-14",
    "current_affairs": [
      {
        "topic": "Governance: Centre Launches National Cyber Safety Campaign",
        "english": "The Government of India launched a nationwide Cyber Safety Awareness Campaign targeting students. The initiative emphasizes digital responsibility, protection against cyberbullying, and data privacy education in educational institutions.",
        "hindi": "भारत सरकार ने छात्रों को लक्षित करते हुए एक राष्ट्रव्यापी साइबर सुरक्षा जागरूकता अभियान शुरू किया। यह पहल शैक्षणिक संस्थानों में डिजिटल जिम्मेदारी, साइबरबुलिंग से सुरक्षा और डेटा गोपनीयता शिक्षा पर जोर देती है।",
        "bengali": "ভারত সরকার শিক্ষার্থীদের লক্ষ্য করে দেশব্যাপী সাইবার নিরাপত্তা সচেতনতা প্রচার শুরু করেছে। এই উদ্যোগ শিক্ষাপ্রতিষ্ঠানে ডিজিটাল দায়িত্ব, সাইবার বুলিং থেকে সুরক্ষা এবং ডেটা গোপনীয়তা শিক্ষার ওপর জোর দেয়।"
      },
      {
        "topic": "Infrastructure: Vande Bharat Express Service Expanded in Northeast",
        "english": "Indian Railways announced the expansion of Vande Bharat Express operations in Eastern and Northeastern states. The move aims to boost regional connectivity and reduce travel time significantly between key cities.",
        "hindi": "भारतीय रेलवे ने पूर्वी और पूर्वोत्तर राज्यों में वंदे भारत एक्सप्रेस परिचालन के विस्तार की घोषणा की। इस कदम का उद्देश्य क्षेत्रीय संपर्क को बढ़ावा देना और प्रमुख शहरों के बीच यात्रा के समय को काफी कम करना है।",
        "bengali": "ভারতীয় রেল পূর্ব ও উত্তর-পূর্ব রাজ্যগুলিতে বন্দে ভারত এক্সপ্রেস অপারেশন সম্প্রসারণের ঘোষণা দিয়েছে। এই পদক্ষেপের লক্ষ্য আঞ্চলিক সংযোগ বৃদ্ধি করা এবং মূল শহরগুলির মধ্যে ভ্রমণের সময় উল্লেখযোগ্যভাবে হ্রাস করা।"
      },
      {
        "topic": "Weather: IMD Issues Cold Wave Alert for North India",
        "english": "The India Meteorological Department (IMD) issued a cold wave alert for North and Central India, including Delhi, Rajasthan, and MP. Authorities have advised schools to take necessary precautions for students.",
        "hindi": "भारत मौसम विज्ञान विभाग (IMD) ने दिल्ली, राजस्थान और एमपी सहित उत्तर और मध्य भारत के लिए शीत लहर का अलर्ट जारी किया। अधिकारियों ने स्कूलों को छात्रों के लिए आवश्यक सावधानी बरतने की सलाह दी है।",
        "bengali": "ভারতের আবহাওয়া বিভাগ (IMD) দিল্লি, রাজস্থান এবং এমপি সহ উত্তর ও মধ্য ভারতের জন্য শৈত্যপ্রবাহের সতর্কতা জারি করেছে। কর্তৃপক্ষ স্কুলগুলিকে শিক্ষার্থীদের জন্য প্রয়োজনীয় সতর্কতা অবলম্বন করার পরামর্শ দিয়েছে।"
      }
    ]
  },
  {
    "id": "2025-12-13",
    "slug": "2025-12-13",
    "date": "2025-12-13",
    "current_affairs": [
      {
        "topic": "Policy: Union Cabinet Approves Historic Atomic Energy Bill (SHANTI)",
        "english": "The Union Cabinet cleared the path for the Atomic Energy Bill, 2025 (SHANTI), which allows for private sector participation in nuclear technology. This is seen as a transformative step for India's energy security.",
        "hindi": "केंद्रीय मंत्रिमंडल ने परमाणु ऊर्जा विधेयक, 2025 (SHANTI) का मार्ग साफ कर दिया, जो परमाणु प्रौद्योगिकी में निजी क्षेत्र की भागीदारी की अनुमति देता है। इसे भारत की ऊर्जा सुरक्षा के लिए एक परिवर्तनकारी कदम के रूप में देखा जा रहा है।",
        "bengali": "কেন্দ্রীয় মন্ত্রিসভা পারমাণবিক শক্তি বিল, ২০২৫ (SHANTI)-এর পথ পরিষ্কার করেছে, যা পারমাণবিক প্রযুক্তিতে বেসরকারি খাতের অংশগ্রহণের অনুমতি দেয়। এটি ভারতের শক্তি সুরক্ষার জন্য একটি রূপান্তরমূলক পদক্ষেপ হিসাবে দেখা হচ্ছে।"
      },
      {
        "topic": "Trade: India-Oman Free Trade Pact Approved",
        "english": "Ahead of the Prime Minister's visit, the Cabinet approved the Comprehensive Economic Partnership Agreement (CEPA) with Oman. This pact is expected to significantly boost bilateral trade and investment between the two nations.",
        "hindi": "प्रधानमंत्री की यात्रा से पहले, कैबिनेट ने ओमान के साथ व्यापक आर्थिक भागीदारी समझौते (CEPA) को मंजूरी दी। इस समझौते से दोनों देशों के बीच द्विपक्षीय व्यापार और निवेश को काफी बढ़ावा मिलने की उम्मीद है।",
        "bengali": "প্রধানমন্ত্রীর সফরের আগে, মন্ত্রিসভা ওমানের সাথে ব্যাপক অর্থনৈতিক অংশীদারিত্ব চুক্তি (CEPA) অনুমোদন করেছে। এই চুক্তিটি দুই দেশের মধ্যে দ্বিপাক্ষিক বাণিজ্য এবং বিনিয়োগ উল্লেখযোগ্যভাবে বৃদ্ধি করবে বলে আশা করা হচ্ছে।"
      },
      {
        "topic": "Scheme: MGNREGA Renamed to 'Poojya Bapu Grameen Rozgar Yojana'",
        "english": "Boosting rural welfare, the government renamed the MNREGA scheme to 'Poojya Bapu Grameen Rozgar Yojana' and increased the guaranteed workdays from 100 to 125, aiming to provide greater economic security to rural households.",
        "hindi": "ग्रामीण कल्याण को बढ़ावा देते हुए, सरकार ने मनरेगा (MNREGA) योजना का नाम बदलकर 'पूज्य बापू ग्रामीण रोजगार योजना' कर दिया और ग्रामीण परिवारों को अधिक आर्थिक सुरक्षा प्रदान करने के उद्देश्य से गारंटीकृत कार्यदिवसों को 100 से बढ़ाकर 125 कर दिया।",
        "bengali": "গ্রামীণ কল্যাণ বৃদ্ধি করে, সরকার এমএনআরইজিএ (MNREGA) স্কিমের নাম পরিবর্তন করে 'পূজ্য বাপু গ্রামীণ রোজগার যোজনা' রেখেছে এবং গ্রামীণ পরিবারগুলিকে আরও বেশি অর্থনৈতিক নিরাপত্তা প্রদানের লক্ষ্যে নিশ্চিত কর্মদিবস ১০০ থেকে বাড়িয়ে ১২৫ করেছে।"
      }
    ]
  },
  {
    "id": "2025-12-12",
    "slug": "2025-12-12",
    "date": "2025-12-12",
    "current_affairs": [
      {
        "topic": "Awards: Alia Bhatt Wins Golden Globe Horizon Award",
        "english": "Actress Alia Bhatt was honored with the inaugural Golden Globe Horizon Award at the Red Sea International Film Festival, recognizing her global contribution to cinema.",
        "hindi": "अभिनेत्री आलिया भट्ट को रेड सी इंटरनेशनल फिल्म फेस्टिवल में उद्घाटन गोल्डन ग्लोब होराइजन अवार्ड से सम्मानित किया गया, जो सिनेमा में उनके वैश्विक योगदान को मान्यता देता है।",
        "bengali": "অভিনেত্রী আলিয়া ভাট রেড সি ইন্টারন্যাশনাল ফিল্ম ফেস্টিভ্যালে উদ্বোধনী গোল্ডেন গ্লোব হরাইজন অ্যাওয়ার্ডে সম্মানিত হয়েছেন, যা সিনেমায় তার বৈশ্বিক অবদানকে স্বীকৃতি দেয়।"
      },
      {
        "topic": "Environment: Tamil Nadu Official Honored by UNEP",
        "english": "Supriya Sahu, Additional Chief Secretary of Tamil Nadu, received the UNEP's 2025 Champions of the Earth Award for her pioneering work in environmental conservation and plastic ban implementation.",
        "hindi": "तमिलनाडु की अतिरिक्त मुख्य सचिव सुप्रिया साहू को पर्यावरण संरक्षण और प्लास्टिक प्रतिबंध लागू करने में उनके अग्रणी कार्य के लिए UNEP का 2025 चैंपियंस ऑफ द अर्थ अवार्ड मिला।",
        "bengali": "তামিলনাড়ুর অতিরিক্ত মুখ্য সচিব সুপ্রিয়া সাহু পরিবেশ সংরক্ষণ এবং প্লাস্টিক নিষেধাজ্ঞা বাস্তবায়নে তার অগ্রণী কাজের জন্য UNEP-এর ২০২৫ চ্যাম্পিয়নস অফ দ্য আর্থ পুরস্কার পেয়েছেন।"
      },
      {
        "topic": "Technology: Global AI Conclave Announced for Chennai",
        "english": "India announced it will host the Global AI Conclave 2025 in Chennai. The event aims to position India as a global leader in responsible AI development and deployment.",
        "hindi": "भारत ने घोषणा की कि वह चेन्नई में ग्लोबल एआई कॉन्क्लेव 2025 की मेजबानी करेगा। इस आयोजन का उद्देश्य भारत को जिम्मेदार एआई विकास और तैनाती में एक वैश्विक नेता के रूप में स्थापित करना है।",
        "bengali": "ভারত ঘোষণা করেছে যে তারা চেন্নাইতে গ্লোবাল এআই কনক্লেভ ২০২৫ আয়োজন করবে। এই ইভেন্টটির লক্ষ্য ভারত দায়িত্বশীল এআই উন্নয়ন এবং স্থাপনায় বিশ্বনেতা হিসাবে অবস্থান করা।"
      }
    ]
  },
  {
    "id": "2025-12-11",
    "slug": "2025-12-11",
    "date": "2025-12-11",
    "current_affairs": [
      {
        "topic": "Healthcare: US FDA Approves First AI-Based Liver Disease Detection System",
        "english": "The **United States Food and Drug Administration (FDA)** has granted approval for the world's **first artificial intelligence-powered diagnostic system** specifically developed to accelerate the detection and diagnosis of **liver diseases**. This breakthrough technology is expected to **significantly reduce diagnosis time** and improve patient outcomes through **early detection**.",
        "hindi": "संयुक्त राज्य खाद्य एवं औषधि प्रशासन ने विशेष रूप से यकृत रोगों के पता लगाने और निदान को तेज करने के लिए विकसित की गई दुनिया की पहली कृत्रिम बुद्धिमत्ता-संचालित निदान प्रणाली को मंजूरी दी है। इस अभूतपूर्व तकनीक से निदान समय में उल्लेखनीय कमी आने और प्रारंभिक पता लगाने के माध्यम से रोगी परिणामों में सुधार की उम्मीद है।",
        "bengali": "মার্কিন যুক্তরাষ্ট্রের খাদ্য ও ওষুধ প্রশাসন বিশেষভাবে লিভারের রোগ সনাক্তকরণ এবং নির্ণয় ত্বরান্বিত করার জন্য বিকশিত বিশ্বের প্রথম কৃত্রিম বুদ্ধিমত্তা-চালিত ডায়াগনস্টিক সিস্টেমকে অনুমোদন দিয়েছে। এই যুগান্তকারী প্রযুক্তি নির্ণয়ের সময় উল্লেখযোগ্যভাবে হ্রাস করবে এবং প্রাথমিক সনাক্তকরণের মাধ্যমে রোগীর ফলাফল উন্নত করবে বলে আশা করা হচ্ছে।"
      },
      {
        "topic": "Politics: Andrej Babiš Sworn In as Czech Republic's Prime Minister",
        "english": "**Andrej Babiš** has officially been sworn in as the **new Prime Minister of the Czech Republic**, marking a significant political transition in the Central European nation. The oath-taking ceremony was conducted in accordance with constitutional protocols, and Babiš is expected to implement his party's **reform agenda**.",
        "hindi": "एंड्रेज बाबिस ने आधिकारिक तौर पर चेक गणराज्य के नए प्रधान मंत्री के रूप में शपथ ली है, जो मध्य यूरोपीय राष्ट्र में एक महत्वपूर्ण राजनीतिक परिवर्तन को दर्शाता है। शपथ ग्रहण समारोह संवैधानिक प्रोटोकॉल के अनुसार आयोजित किया गया था, और बाबिस से अपनी पार्टी के सुधार एजेंडे को लागू करने की उम्मीद है।",
        "bengali": "আন্দ্রেজ বাবিশ আনুষ্ঠানিকভাবে চেক প্রজাতন্ত্রের নতুন প্রধানমন্ত্রী হিসেবে শপথ গ্রহণ করেছেন, যা মধ্য ইউরোপীয় দেশে একটি উল্লেখযোগ্য রাজনৈতিক পরিবর্তন চিহ্নিত করে। শপথ অনুষ্ঠানটি সাংবিধানিক প্রোটোকল অনুসারে পরিচালিত হয়েছিল এবং বাবিশ তার দলের সংস্কার এজেন্ডা বাস্তবায়ন করবেন বলে প্রত্যাশিত।"
      },
      {
        "topic": "Sports: TIME Magazine Honors A'ja Wilson as 2025 Athlete of the Year",
        "english": "**TIME Magazine** has recognized basketball superstar **A'ja Wilson** with the prestigious **2025 Athlete of the Year** title. This honor celebrates her exceptional performance, leadership on the court, and significant contributions to **women's basketball** both domestically and internationally.",
        "hindi": "TIME पत्रिका ने बास्केटबॉल सुपरस्टार ए'जा विल्सन को प्रतिष्ठित 2025 एथलीट ऑफ द ईयर खिताब से सम्मानित किया है। यह सम्मान उनके असाधारण प्रदर्शन, कोर्ट पर नेतृत्व, और घरेलू और अंतरराष्ट्रीय स्तर पर महिला बास्केटबॉल में महत्वपूर्ण योगदान का जश्न मनाता है।",
        "bengali": "TIME ম্যাগাজিন বাস্কেটবল সুপারস্টার এ'জা উইলসনকে মর্যাদাপূর্ণ ২০২৫ অ্যাথলিট অফ দ্য ইয়ার শিরোনামে স্বীকৃতি দিয়েছে। এই সম্মান তার অসাধারণ পারফরম্যান্স, কোর্টে নেতৃত্ব এবং দেশীয় ও আন্তর্জাতিক উভয় ক্ষেত্রে নারী বাস্কেটবলে উল্লেখযোগ্য অবদান উদযাপন করে।"
      },
      {
        "topic": "Sports: Thailand Inaugurates 33rd Southeast Asian Games",
        "english": "**Thailand** has officially opened the **33rd edition of the Southeast Asian Games** with a grand ceremony that showcased the nation's rich cultural heritage and sporting spirit. Athletes from across Southeast Asia have gathered to compete in various sporting disciplines, promoting **regional unity** and **athletic excellence**.",
        "hindi": "थाईलैंड ने 33वें दक्षिण पूर्व एशियाई खेलों को एक भव्य समारोह के साथ आधिकारिक तौर पर खोला है जो देश की समृद्ध सांस्कृतिक विरासत और खेल भावना को प्रदर्शित करता है। दक्षिण पूर्व एशिया भर के एथलीट विभिन्न खेल विषयों में प्रतिस्पर्धा करने के लिए एकत्र हुए हैं, जो क्षेत्रीय एकता और एथलेटिक उत्कृष्टता को बढ़ावा देते हैं।",
        "bengali": "থাইল্যান্ড আনুষ্ঠানিকভাবে ৩৩তম দক্ষিণ-পূর্ব এশিয়ান গেমসের উদ্বোধন করেছে একটি জাঁকজমকপূর্ণ অনুষ্ঠানের মাধ্যমে যা দেশের সমৃদ্ধ সাংস্কৃতিক ঐতিহ্য এবং ক্রীড়া চেতনা প্রদর্শন করেছে। দক্ষিণ-পূর্ব এশিয়া জুড়ে ক্রীড়াবিদরা বিভিন্ন ক্রীড়া শাখায় প্রতিযোগিতা করতে একত্রিত হয়েছেন, আঞ্চলিক ঐক্য এবং ক্রীড়া উৎকর্ষতা প্রচার করছেন।"
      },
      {
        "topic": "Technology: India Post Opens Kerala's First Gen-Z Focused Post Office",
        "english": "**India Post** has launched an innovative **Gen-Z oriented post office extension** in **Kerala**, featuring modern digital services and youth-friendly amenities. This initiative represents a strategic effort to attract **younger generations** to postal services by integrating contemporary technology and customer-centric designs.",
        "hindi": "इंडिया पोस्ट ने केरल में आधुनिक डिजिटल सेवाओं और युवा-अनुकूल सुविधाओं वाला एक नवीन जेन-जेड उन्मुख डाकघर विस्तार लॉन्च किया है। यह पहल समकालीन तकनीक और ग्राहक-केंद्रित डिजाइनों को एकीकृत करके युवा पीढ़ियों को डाक सेवाओं की ओर आकर्षित करने का एक रणनीतिक प्रयास है।",
        "bengali": "ইন্ডিয়া পোস্ট কেরলে একটি উদ্ভাবনী জেন-জেড ভিত্তিক ডাকঘর সম্প্রসারণ চালু করেছে, যাতে আধুনিক ডিজিটাল সেবা এবং যুব-বান্ধব সুবিধা রয়েছে। এই উদ্যোগ সমসাময়িক প্রযুক্তি এবং গ্রাহক-কেন্দ্রিক ডিজাইন সংযুক্ত করে পোস্টাল সেবায় তরুণ প্রজন্মকে আকৃষ্ট করার একটি কৌশলগত প্রচেষ্টা প্রতিনিধিত্ব করে।"
      },
      {
        "topic": "Entertainment: Leonardo DiCaprio Named TIME's 2025 Entertainer of the Year",
        "english": "Acclaimed actor **Leonardo DiCaprio** has been honored by **TIME Magazine** as the **Entertainer of the Year for 2025**. The recognition acknowledges his outstanding performances, **environmental advocacy**, and lasting impact on the global entertainment industry throughout his illustrious career.",
        "hindi": "प्रशंसित अभिनेता लियोनार्डो डिकैप्रियो को TIME पत्रिका द्वारा 2025 के एंटरटेनर ऑफ द ईयर के रूप में सम्मानित किया गया है। यह मान्यता उनके उत्कृष्ट प्रदर्शन, पर्यावरणीय वकालत, और उनके शानदार करियर के दौरान वैश्विक मनोरंजन उद्योग पर स्थायी प्रभाव को स्वीकार करती है।",
        "bengali": "প্রশংসিত অভিনেতা লিওনার্দো ডিক্যাপ্রিওকে TIME ম্যাগাজিন ২০২৫ সালের এন্টারটেইনার অফ দ্য ইয়ার হিসেবে সম্মানিত করেছে। এই স্বীকৃতি তার অসাধারণ পারফরম্যান্স, পরিবেশগত ওকালতি এবং তার কৃতিত্বপূর্ণ ক্যারিয়ার জুড়ে বিশ্বব্যাপী বিনোদন শিল্পে দীর্ঘস্থায়ী প্রভাবকে স্বীকার করে।"
      },
      {
        "topic": "Technology: IIT Madras and India AI Mission to Host Global AI Summit in Chennai",
        "english": "The **Indian Institute of Technology (IIT) Madras**, in collaboration with the **India AI Mission**, will organize a prestigious **Global Artificial Intelligence Conclave** in **Chennai**. This event aims to bring together leading AI researchers, industry experts, and policymakers to discuss the future of **AI development** and its applications in India.",
        "hindi": "भारतीय प्रौद्योगिकी संस्थान मद्रास, भारत एआई मिशन के सहयोग से, चेन्नई में एक प्रतिष्ठित वैश्विक कृत्रिम बुद्धिमत्ता सम्मेलन का आयोजन करेगा। इस कार्यक्रम का उद्देश्य प्रमुख एआई शोधकर्ताओं, उद्योग विशेषज्ञों और नीति निर्माताओं को भारत में एआई विकास के भविष्य और इसके अनुप्रयोगों पर चर्चा करने के लिए एक साथ लाना है।",
        "bengali": "ভারতীয় প্রযুক্তি সংস্থান মাদ্রাজ, ইন্ডিয়া এআই মিশনের সহযোগিতায়, চেন্নাইতে একটি মর্যাদাপূর্ণ গ্লোবাল আর্টিফিশিয়াল ইন্টেলিজেন্স কনক্লেভ আয়োজন করবে। এই অনুষ্ঠানের লক্ষ্য শীর্ষস্থানীয় এআই গবেষক, শিল্প বিশেষজ্ঞ এবং নীতিনির্ধারকদের একত্রিত করা ভারতে এআই উন্নয়নের ভবিষ্যৎ এবং এর প্রয়োগ সম্পর্কে আলোচনা করতে।"
      },
      {
        "topic": "Culture: UNESCO Recognizes Deepavali as Intangible Cultural Heritage",
        "english": "The **United Nations Educational, Scientific and Cultural Organization (UNESCO)** has officially inscribed **Deepavali (Diwali)** on its prestigious list of **Intangible Cultural Heritage of Humanity**. This recognition significantly enhances **India's cultural presence** on the global stage and acknowledges the festival's universal values of **light, unity, and renewal**.",
        "hindi": "संयुक्त राष्ट्र शैक्षिक, वैज्ञानिक और सांस्कृतिक संगठन ने आधिकारिक तौर पर दीपावली को मानवता की अमूर्त सांस्कृतिक विरासत की अपनी प्रतिष्ठित सूची में अंकित किया है। यह मान्यता वैश्विक मंच पर भारत की सांस्कृतिक उपस्थिति को काफी बढ़ाती है और प्रकाश, एकता और नवीनीकरण के त्योहार के सार्वभौमिक मूल्यों को स्वीकार करती है।",
        "bengali": "জাতিসংঘ শিক্ষা, বিজ্ঞান ও সাংস্কৃতিক সংস্থা আনুষ্ঠানিকভাবে দীপাবলিকে মানবতার অধরা সাংস্কৃতিক ঐতিহ্যের তার মর্যাদাপূর্ণ তালিকায় অন্তর্ভুক্ত করেছে। এই স্বীকৃতি বিশ্ব মঞ্চে ভারতের সাংস্কৃতিক উপস্থিতি উল্লেখযোগ্যভাবে বৃদ্ধি করে এবং আলো, ঐক্য ও নবায়নের উৎসবের সার্বজনীন মূল্যবোধকে স্বীকৃতি দেয়।"
      },
      {
        "topic": "Defence: India to Deploy Indigenous Air Defence System for Delhi's Security",
        "english": "**India** is set to install an advanced **indigenously-developed Integrated Air Defence Weapon System** to strengthen the aerial security of the national capital, **Delhi**. This cutting-edge defense system represents a major milestone in India's **self-reliance initiative** in defense technology and will provide comprehensive protection against **aerial threats**.",
        "hindi": "भारत राष्ट्रीय राजधानी दिल्ली की हवाई सुरक्षा को मजबूत करने के लिए एक उन्नत स्वदेशी रूप से विकसित एकीकृत वायु रक्षा हथियार प्रणाली स्थापित करने के लिए तैयार है। यह अत्याधुनिक रक्षा प्रणाली रक्षा प्रौद्योगिकी में भारत की आत्मनिर्भरता पहल में एक प्रमुख मील का पत्थर है और हवाई खतरों के खिलाफ व्यापक सुरक्षा प्रदान करेगी।",
        "bengali": "ভারত জাতীয় রাজধানী দিল্লির আকাশ নিরাপত্তা শক্তিশালী করতে একটি উন্নত স্বদেশীয়ভাবে-উন্নত সমন্বিত বায়ু প্রতিরক্ষা অস্ত্র ব্যবস্থা স্থাপন করতে চলেছে। এই অত্যাধুনিক প্রতিরক্ষা ব্যবস্থা প্রতিরক্ষা প্রযুক্তিতে ভারতের আত্মনির্ভরতা উদ্যোগের একটি প্রধান মাইলফলক প্রতিনিধিত্ব করে এবং বায়বীয় হুমকির বিরুদ্ধে ব্যাপক সুরক্ষা প্রদান করবে।"
      },
      {
        "topic": "International: Lithuania Declares Emergency Over Belarus Balloon Incidents",
        "english": "**Lithuania** has officially declared a **state of emergency** in response to multiple unauthorized **balloon incursions from Belarus** entering its airspace. This development has raised significant **security concerns** and prompted the government to implement enhanced **border surveillance** and protective measures.",
        "hindi": "लिथुआनिया ने बेलारूस से अपने हवाई क्षेत्र में प्रवेश करने वाले कई अनधिकृत गुब्बारा घुसपैठ के जवाब में आधिकारिक तौर पर आपातकाल की स्थिति घोषित की है। इस विकास ने महत्वपूर्ण सुरक्षा चिंताओं को बढ़ाया है और सरकार को बढ़ी हुई सीमा निगरानी और सुरक्षात्मक उपाय लागू करने के लिए प्रेरित किया है।",
        "bengali": "লিথুয়ানিয়া আনুষ্ঠানিকভাবে জরুরি অবস্থা ঘোষণা করেছে বেলারুশ থেকে তার আকাশসীমায় প্রবেশকারী একাধিক অননুমোদিত বেলুন অনুপ্রবেশের প্রতিক্রিয়ায়। এই ঘটনা উল্লেখযোগ্য নিরাপত্তা উদ্বেগ বৃদ্ধি করেছে এবং সরকারকে উন্নত সীমান্ত নজরদারি এবং সুরক্ষা ব্যবস্থা প্রয়োগ করতে প্ররোচিত করেছে।"
      }
    ],
    "createdAt": "2025-12-12T05:51:59.225Z",
    "updatedAt": "2025-12-12T05:51:59.225Z"
  },
  {
    "id": "2025-12-09",
    "slug": "2025-12-09",
    "date": "2025-12-09",
    "current_affairs": [
      {
        "topic": "Environment: India Achieves 50% Non-Fossil Power Capacity Ahead of Schedule",
        "english": "**India** reached a historic milestone by achieving **50% non-fossil power capacity**, meeting this target **five years ahead** of the **2030 deadline** set under the **Paris Agreement**. The country now has **205 GW of non-fossil energy**, including **82 GW solar, 47 GW wind, and 47 GW hydro**, driving India towards its **net-zero 2070 target**.",
        "hindi": "**भारत** ने **पेरिस समझौते** के तहत निर्धारित **2030 की समय सीमा से पांच साल पहले** **50% गैर-जीवाश्म ऊर्जा क्षमता** हासिल करके एक ऐतिहासिक मील का पत्थर हासिल किया। देश के पास अब **205 GW गैर-जीवाश्म ऊर्जा** है, जिसमें **82 GW सौर, 47 GW पवन, और 47 GW जलविद्युत** शामिल है, जो भारत को अपने **नेट-जीरो 2070 लक्ष्य** की ओर ले जा रहा है।",
        "bengali": "**ভারত** **প্যারিস চুক্তির** অধীনে নির্ধারিত **২০৩০ সময়সীমার পাঁচ বছর আগে** **৫০% অ-জীবাশ্ম বিদ্যুৎ ক্ষমতা** অর্জন করে একটি ঐতিহাসিক মাইলফলক অর্জন করেছে। দেশে এখন **২০৫ GW অ-জীবাশ্ম শক্তি** রয়েছে, যার মধ্যে **৮২ GW সৌর, ৪৭ GW বায়ু এবং ৪৭ GW জলবিদ্যুৎ** রয়েছে, যা ভারতকে **নেট-জিরো ২০৭০ লক্ষ্যের** দিকে চালিত করছে।"
      },
      {
        "topic": "Achievement: Maharashtra Sets Guinness Record with 45,911 Solar Pumps in 30 Days",
        "english": "**Maharashtra** created a **Guinness World Record** by installing **45,911 off-grid solar agricultural pumps** in just **30 days**. This remarkable achievement was accomplished under the **PM-KUSUM scheme** and state's **Magel Tyala Saur Krushi Pump Yojana**, highlighting Maharashtra's leadership in **renewable energy-driven farming**.",
        "hindi": "**महाराष्ट्र** ने केवल **30 दिनों** में **45,911 ऑफ-ग्रिड सौर कृषि पंप** स्थापित करके **गिनीज वर्ल्ड रिकॉर्ड** बनाया। यह उल्लेखनीय उपलब्धि **PM-KUSUM योजना** और राज्य की **मागेल त्याला सौर कृषि पंप योजना** के तहत हासिल की गई, जो **नवीकरणीय ऊर्जा-संचालित कृषि** में महाराष्ट्र के नेतृत्व को उजागर करती है।",
        "bengali": "**মহারাষ্ট্র** মাত্র **৩০ দিনে** **৪৫,৯১১ অফ-গ্রিড সৌর কৃষি পাম্প** স্থাপন করে **গিনেস ওয়ার্ল্ড রেকর্ড** তৈরি করেছে। এই অসাধারণ সাফল্য **PM-KUSUM স্কিম** এবং রাজ্যের **মাগেল ত্যালা সৌর কৃষি পাম্প যোজনা** এর অধীনে অর্জিত হয়েছে, যা **নবায়নযোগ্য শক্তি-চালিত কৃষিতে** মহারাষ্ট্রের নেতৃত্বকে তুলে ধরে।"
      },
      {
        "topic": "Technology: Tata Electronics and Intel Partner for Semiconductor Manufacturing",
        "english": "**Tata Electronics** and **Intel** signed a **Memorandum of Understanding (MoU)** to advance **semiconductor manufacturing and packaging in India**. The collaboration focuses on **chip fabrication in Dholera, Gujarat** and **advanced packaging in Guwahati, Assam**, as part of the **India Semiconductor Mission** to strengthen the nation's **semiconductor and AI ecosystem**.",
        "hindi": "**टाटा इलेक्ट्रॉनिक्स** और **Intel** ने **भारत में अर्धचालक निर्माण और पैकेजिंग** को आगे बढ़ाने के लिए एक **समझौता ज्ञापन (MoU)** पर हस्ताक्षर किए। यह सहयोग **गुजरात के धोलेरा में चिप निर्माण** और **असम के गुवाहाटी में उन्नत पैकेजिंग** पर केंद्रित है, जो **भारत सेमीकंडक्टर मिशन** के तहत राष्ट्र के **सेमीकंडक्टर और AI इकोसिस्टम** को मजबूत करने के लिए है।",
        "bengali": "**টাটা ইলেকট্রনিক্স** এবং **ইন্টেল** **ভারতে সেমিকন্ডাক্টর উৎপাদন এবং প্যাকেজিং** এগিয়ে নিতে একটি **সমঝোতা স্মারক (MoU)** স্বাক্ষর করেছে। সহযোগিতা **গুজরাটের ধোলেরায় চিপ তৈরি** এবং **আসামের গুয়াহাটিতে উন্নত প্যাকেজিং** এর উপর দৃষ্টি নিবদ্ধ করে, যা **ইন্ডিয়া সেমিকন্ডাক্টর মিশনের** অংশ হিসাবে দেশের **সেমিকন্ডাক্টর এবং AI ইকোসিস্টেম** শক্তিশালী করার জন্য।"
      },
      {
        "topic": "International: Australia Bans Social Media for Under-16s",
        "english": "**Australia** implemented a groundbreaking law prohibiting individuals **under 16 years** from using social media platforms like **TikTok and Instagram**. This measure sparked global debates regarding **youth protection versus free expression** and digital rights, making Australia the first country to enforce such strict age restrictions.",
        "hindi": "**ऑस्ट्रेलिया** ने **16 वर्ष से कम** उम्र के व्यक्तियों को **टिकटॉक और इंस्टाग्राम** जैसे सोशल मीडिया प्लेटफॉर्म का उपयोग करने से प्रतिबंधित करने वाला एक अभूतपूर्व कानून लागू किया। इस उपाय ने **युवा संरक्षण बनाम अभिव्यक्ति की स्वतंत्रता** और डिजिटल अधिकारों के बारे में वैश्विक बहस को जन्म दिया, जिससे ऑस्ट्रेलिया ऐसे सख्त आयु प्रतिबंध लागू करने वाला पहला देश बन गया।",
        "bengali": "**অস্ট্রেলিয়া** **১৬ বছরের কম** বয়সী ব্যক্তিদের **টিকটক এবং ইনস্টাগ্রামের** মতো সোশ্যাল মিডিয়া প্ল্যাটফর্ম ব্যবহার নিষিদ্ধ করে একটি যুগান্তকারী আইন প্রয়োগ করেছে। এই পদক্ষেপ **যুবক সুরক্ষা বনাম মুক্ত মতপ্রকাশ** এবং ডিজিটাল অধিকার সম্পর্কে বিশ্বব্যাপী বিতর্ক সৃষ্টি করেছে, যা অস্ট্রেলিয়াকে এই ধরনের কঠোর বয়স সীমাবদ্ধতা প্রয়োগকারী প্রথম দেশ করেছে।"
      },
      {
        "topic": "Politics: Congress MP Introduces Anti-Defection Law Amendment Bill",
        "english": "**Congress MP Manish Tewari** introduced a **Private Member's Bill** in the Lok Sabha for the **third time** (after 2010 and 2021) to amend the **10th Schedule (Anti-Defection Law)**. The bill aims to allow MPs to **vote independently on non-confidence and money bills**, curbing **\"whip tyranny\"** and promoting informed law-making.",
        "hindi": "**कांग्रेस सांसद मनीष तिवारी** ने **10वीं अनुसूची (दल-बदल विरोधी कानून)** में संशोधन के लिए लोकसभा में **तीसरी बार** (2010 और 2021 के बाद) **प्राइवेट मेम्बर बिल** पेश किया। विधेयक का उद्देश्य सांसदों को **अविश्वास और धन विधेयकों पर स्वतंत्र रूप से मतदान** करने की अनुमति देना है, **\"व्हिप तानाशाही\"** को रोकना और सूचित कानून बनाने को बढ़ावा देना है।",
        "bengali": "**কংগ্রেস সাংসদ মনীষ তিওয়ারি** **১০ম তফসিল (দলত্যাগ বিরোধী আইন)** সংশোধনের জন্য লোকসভায় **তৃতীয়বার** (২০১০ এবং ২০২১ এর পরে) **প্রাইভেট মেম্বার বিল** উত্থাপন করেছেন। বিলের লক্ষ্য সাংসদদের **অনাস্থা এবং অর্থ বিলের উপর স্বাধীনভাবে ভোট** দেওয়ার অনুমতি দেওয়া, **\"হুইপ স্বৈরাচার\"** দমন করা এবং অবহিত আইন প্রণয়নকে উৎসাহিত করা।"
      },
      {
        "topic": "Science: Indian Astronomers Discover Ancient Spiral Galaxy 'Alaknanda'",
        "english": "Indian astronomers from **NCRA-TIFR, Pune** discovered a massive ancient spiral galaxy named **'Alaknanda'**, located **12 billion light-years away**, using **James Webb Space Telescope (JWST)** data. This discovery provides crucial insights into galaxy formation in the **early universe**.",
        "hindi": "**NCRA-TIFR, पुणे** के भारतीय खगोलविदों ने **जेम्स वेब स्पेस टेलीस्कोप (JWST)** डेटा का उपयोग करके **12 अरब प्रकाश वर्ष दूर** स्थित **'अलकनंदा'** नामक एक विशाल प्राचीन सर्पिल आकाशगंगा की खोज की। यह खोज **प्रारंभिक ब्रह्मांड** में आकाशगंगा निर्माण के बारे में महत्वपूर्ण अंतर्दृष्टि प्रदान करती है।",
        "bengali": "**NCRA-TIFR, পুনের** ভারতীয় জ্যোতির্বিজ্ঞানীরা **জেমস ওয়েব স্পেস টেলিস্কোপ (JWST)** ডেটা ব্যবহার করে **১২ বিলিয়ন আলোকবর্ষ দূরে** অবস্থিত **'অলকানন্দা'** নামে একটি বিশাল প্রাচীন সর্পিল গ্যালাক্সি আবিষ্কার করেছেন। এই আবিষ্কার **প্রাথমিক মহাবিশ্বে** গ্যালাক্সি গঠন সম্পর্কে গুরুত্বপূর্ণ অন্তর্দৃষ্টি প্রদান করে।"
      },
      {
        "topic": "International: Thailand-Cambodia Border Ceasefire After Deadly Clashes",
        "english": "Following deadly border clashes where **Thai airstrikes killed nine Cambodian civilians**, a **Malaysian-brokered ceasefire** took effect between **Thailand and Cambodia**. The conflict forced **over 100,000 Cambodian villagers** and **400,000 Thai residents** to evacuate. Cambodia also **withdrew from the Southeast Asian Games** in Thailand citing safety concerns.",
        "hindi": "घातक सीमा संघर्ष के बाद जिसमें **थाई हवाई हमलों में नौ कंबोडियाई नागरिकों की मौत** हो गई, **थाईलैंड और कंबोडिया** के बीच **मलेशिया-मध्यस्थ युद्धविराम** प्रभावी हुआ। संघर्ष ने **1 लाख से अधिक कंबोडियाई ग्रामीणों** और **4 लाख थाई निवासियों** को निकालने के लिए मजबूर किया। कंबोडिया ने सुरक्षा चिंताओं का हवाला देते हुए थाईलैंड में **दक्षिण पूर्व एशियाई खेलों से भी वापसी** ले ली।",
        "bengali": "মারাত্মক সীমান্ত সংঘর্ষের পরে যেখানে **থাই বিমান হামলায় নয়জন কম্বোডিয়ান বেসামরিক লোক নিহত** হয়েছে, **থাইল্যান্ড এবং কম্বোডিয়ার** মধ্যে **মালয়েশিয়া-মধ্যস্থতাকারী যুদ্ধবিরতি** কার্যকর হয়েছে। সংঘাত **১ লক্ষেরও বেশি কম্বোডিয়ান গ্রামবাসী** এবং **৪ লক্ষ থাই বাসিন্দাকে** সরিয়ে নিতে বাধ্য করেছে। কম্বোডিয়া নিরাপত্তা উদ্বেগের কারণ দেখিয়ে থাইল্যান্ডে **দক্ষিণ-পূর্ব এশিয়ান গেমস থেকে প্রত্যাহার** করেছে।"
      },
      {
        "topic": "International: Japan Struck by 7.5 Magnitude Earthquake",
        "english": "A powerful **7.5-magnitude earthquake** struck off **Japan's northeastern coast**, injuring dozens and forcing the evacuation of **over 100,000 people**. Tsunami warnings were issued but later lifted. Japan's **advanced early warning systems** helped minimize casualties and demonstrated the country's preparedness for seismic emergencies.",
        "hindi": "**जापान के उत्तरपूर्वी तट** पर एक शक्तिशाली **7.5 तीव्रता का भूकंप** आया, जिसमें दर्जनों लोग घायल हुए और **1 लाख से अधिक लोगों** को निकालने के लिए मजबूर किया गया। सुनामी चेतावनियां जारी की गईं लेकिन बाद में हटा ली गईं। जापान की **उन्नत पूर्व चेतावनी प्रणाली** ने हताहतों को कम करने में मदद की और भूकंपीय आपातकाल के लिए देश की तैयारी का प्रदर्शन किया।",
        "bengali": "**জাপানের উত্তর-পূর্ব উপকূলে** একটি শক্তিশালী **৭.৫ মাত্রার ভূমিকম্প** আঘাত হানে, যাতে কয়েক ডজন আহত হয় এবং **১ লক্ষেরও বেশি মানুষকে** সরিয়ে নিতে বাধ্য করা হয়। সুনামি সতর্কতা জারি করা হয়েছিল কিন্তু পরে প্রত্যাহার করা হয়। জাপানের **উন্নত প্রাথমিক সতর্কতা ব্যবস্থা** হতাহতের সংখ্যা কমাতে সাহায্য করেছে এবং ভূমিকম্প জরুরি অবস্থার জন্য দেশের প্রস্তুতি প্রদর্শন করেছে।"
      },
      {
        "topic": "Economy: IMF Approves $1.2 Billion Loan to Pakistan",
        "english": "The **International Monetary Fund (IMF)** approved a **$1.2 billion loan** to **Pakistan**, giving the institution greater control over the country's economic programs. This financial assistance aims to stabilize Pakistan's struggling economy amid fiscal challenges and balance of payment issues.",
        "hindi": "**अंतर्राष्ट्रीय मुद्रा कोष (IMF)** ने **पाकिस्तान** को **$1.2 बिलियन ऋण** स्वीकृत किया, जिससे संस्थान को देश के आर्थिक कार्यक्रमों पर अधिक नियंत्रण मिला। यह वित्तीय सहायता राजकोषीय चुनौतियों और भुगतान संतुलन मुद्दों के बीच पाकिस्तान की संघर्षरत अर्थव्यवस्था को स्थिर करने का लक्ष्य रखती है।",
        "bengali": "**আন্তর্জাতিক মুদ্রা তহবিল (IMF)** **পাকিস্তানকে** **$১.২ বিলিয়ন ঋণ** অনুমোদন করেছে, যা প্রতিষ্ঠানকে দেশের অর্থনৈতিক কর্মসূচির উপর বৃহত্তর নিয়ন্ত্রণ দিয়েছে। এই আর্থিক সহায়তার লক্ষ্য আর্থিক চ্যালেঞ্জ এবং পেমেন্ট ব্যালেন্স সমস্যার মধ্যে পাকিস্তানের সংগ্রামরত অর্থনীতি স্থিতিশীল করা।"
      },
      {
        "topic": "International: Indonesia Jakarta Office Fire Kills 22 People",
        "english": "At least **22 people died** in a devastating **office building fire** in **Jakarta, Indonesia**, raising serious concerns about **building safety regulations** and fire prevention measures in the country. The tragedy prompted calls for stricter enforcement of safety standards in commercial buildings.",
        "hindi": "**जकार्ता, इंडोनेशिया** में एक विनाशकारी **कार्यालय भवन की आग** में **कम से कम 22 लोगों की मौत** हो गई, जिससे देश में **भवन सुरक्षा नियमों** और अग्नि रोकथाम उपायों के बारे में गंभीर चिंताएं बढ़ गईं। इस त्रासदी ने वाणिज्यिक भवनों में सुरक्षा मानकों के सख्त प्रवर्तन की मांग को बढ़ावा दिया।",
        "bengali": "**জাকার্তা, ইন্দোনেশিয়ায়** একটি ধ্বংসাত্মক **অফিস ভবনের আগুনে** **কমপক্ষে ২২ জন মারা** গেছেন, যা দেশে **বিল্ডিং নিরাপত্তা বিধি** এবং অগ্নি প্রতিরোধ ব্যবস্থা সম্পর্কে গুরুতর উদ্বেগ বাড়িয়েছে। এই ট্র্যাজেডি বাণিজ্যিক ভবনে নিরাপত্তা মান কঠোরভাবে প্রয়োগের আহ্বান জানিয়েছে।"
      }
    ],
    "createdAt": "2025-12-12T05:50:58.822Z",
    "updatedAt": "2025-12-12T05:50:58.822Z"
  },
  {
    "id": "2025-12-08",
    "date": "2025-12-08",
    "items": [
      {
        "topic": "Defence: India Inaugurates 125 Border Infrastructure Projects Including Shyok Tunnel",
        "english": "**Defence Minister Rajnath Singh** inaugurated **125 border infrastructure projects** across India, including the strategic **Shyok Tunnel in Ladakh**. These projects aim to enhance **connectivity and defense preparedness** along India's sensitive border regions, strengthening the nation's security infrastructure.",
        "hindi": "**रक्षा मंत्री राजनाथ सिंह** ने भारत भर में **125 सीमा बुनियादी ढांचा परियोजनाओं** का उद्घाटन किया, जिसमें **लद्दाख में रणनीतिक श्योक सुरंग** शामिल है। इन परियोजनाओं का उद्देश्य भारत के संवेदनशील सीमावर्ती क्षेत्रों में **संपर्क और रक्षा तैयारी को बढ़ाना** है, जो राष्ट्र की सुरक्षा अवसंरचना को मजबूत करता है।",
        "bengali": "**প্রতিরক্ষামন্ত্রী রাজনাথ সিং** ভারত জুড়ে **১২৫টি সীমান্ত অবকাঠামো প্রকল্প** উদ্বোধন করেছেন, যার মধ্যে রয়েছে **লাদাখের কৌশলগত শ্যোক টানেল**। এই প্রকল্পগুলির লক্ষ্য ভারতের সংবেদনশীল সীমান্ত অঞ্চলে **সংযোগ এবং প্রতিরক্ষা প্রস্তুতি বৃদ্ধি** করা, যা দেশের নিরাপত্তা অবকাঠামোকে শক্তিশালী করে।"
      },
      {
        "topic": "International: Sri Lanka Cyclone Ditwah Claims 366 Lives",
        "english": "**Cyclone Ditwah** devastated **Sri Lanka**, causing catastrophic flooding and landslides that resulted in **366 deaths** with approximately **400 people missing**. **India** deployed mobile hospitals to assist in relief operations, demonstrating regional cooperation during natural disasters.",
        "hindi": "**चक्रवात दितवाह** ने **श्रीलंका** में भारी तबाही मचाई, जिससे विनाशकारी बाढ़ और भूस्खलन हुआ जिसमें **366 लोगों की मृत्यु** हो गई और लगभग **400 लोग लापता** हैं। **भारत** ने राहत कार्यों में सहायता के लिए मोबाइल अस्पताल तैनात किए, जो प्राकृतिक आपदाओं के दौरान क्षेत्रीय सहयोग को प्रदर्शित करता है।",
        "bengali": "**ঘূর্ণিঝড় দিতওয়াহ** **শ্রীলঙ্কায়** বিধ্বংসী প্রলয় ঘটিয়েছে, যার ফলে ভয়াবহ বন্যা এবং ভূমিধস হয়েছে যাতে **৩৬৬ জন মৃত্যু** হয়েছে এবং প্রায় **৪০০ জন নিখোঁজ** রয়েছে। **ভারত** ত্রাণ কার্যক্রমে সহায়তার জন্য মোবাইল হাসপাতাল মোতায়েন করেছে, যা প্রাকৃতিক দুর্যোগের সময় আঞ্চলিক সহযোগিতা প্রদর্শন করে।"
      },
      {
        "topic": "Aviation: IndiGo Faces Massive Flight Disruptions Across India",
        "english": "**IndiGo Airlines** experienced widespread **flight disruptions and cancellations** affecting thousands of passengers across major airports including **Hyderabad, Mumbai, and Delhi**. The crisis stemmed from **pilot shortages** and failure to adapt to new government guidelines on pilot duty hours, prompting **DGCA** to issue a final 24-hour extension notice.",
        "hindi": "**इंडिगो एयरलाइंस** को व्यापक **उड़ान व्यवधान और रद्दीकरण** का सामना करना पड़ा जिससे **हैदराबाद, मुंबई और दिल्ली** सहित प्रमुख हवाई अड्डों पर हजारों यात्री प्रभावित हुए। यह संकट **पायलटों की कमी** और पायलट ड्यूटी घंटों पर नई सरकारी दिशानिर्देशों को अपनाने में विफलता से उत्पन्न हुआ, जिससे **DGCA** ने अंतिम 24 घंटे का विस्तार नोटिस जारी किया।",
        "bengali": "**ইন্ডিগো এয়ারলাইন্স** ব্যাপক **ফ্লাইট ব্যাহত এবং বাতিলকরণ** অনুভব করেছে যা **হায়দরাবাদ, মুম্বাই এবং দিল্লি** সহ প্রধান বিমানবন্দরে হাজার হাজার যাত্রীকে প্রভাবিত করেছে। এই সংকট **পাইলট ঘাটতি** এবং পাইলট ডিউটি ঘণ্টার নতুন সরকারি নির্দেশিকা মানিয়ে নিতে ব্যর্থতা থেকে উদ্ভূত হয়েছে, যার ফলে **DGCA** চূড়ান্ত ২৪ ঘণ্টার সম্প্রসারণ নোটিস জারি করেছে।"
      },
      {
        "topic": "International: Cambodia-Thailand Border Conflict Escalates",
        "english": "Tensions along the **Cambodia-Thailand border** escalated dramatically when **Cambodia shelled Thailand's Ubon Ratchathani province**, killing one Thai soldier and injuring eight. In retaliation, **Thai F-16 jets** conducted airstrikes on Cambodian military targets, resulting in **four civilian deaths** and displacement of tens of thousands from border villages.",
        "hindi": "**कंबोडिया-थाईलैंड सीमा** पर तनाव नाटकीय रूप से बढ़ गया जब **कंबोडिया ने थाईलैंड के उबोन रत्चथानी प्रांत पर गोलाबारी** की, जिसमें एक थाई सैनिक की मौत हो गई और आठ घायल हो गए। जवाबी कार्रवाई में, **थाई F-16 जेट** ने कंबोडियाई सैन्य लक्ष्यों पर हवाई हमले किए, जिसके परिणामस्वरूप **चार नागरिकों की मौत** हुई और सीमावर्ती गांवों से हजारों लोग विस्थापित हुए।",
        "bengali": "**কম্বোডিয়া-থাইল্যান্ড সীমান্তে** উত্তেজনা নাটকীয়ভাবে বৃদ্ধি পেয়েছে যখন **কম্বোডিয়া থাইল্যান্ডের উবন রাতচাথানি প্রদেশে গোলাবর্ষণ** করেছে, যাতে একজন থাই সৈনিক নিহত এবং আটজন আহত হয়েছে। প্রতিশোধে, **থাই F-16 জেট** কম্বোডিয়ান সামরিক লক্ষ্যে বিমান হামলা চালায়, যার ফলে **চারজন বেসামরিক লোকের মৃত্যু** হয় এবং সীমান্ত গ্রাম থেকে হাজার হাজার মানুষ বাস্তুচ্যুত হয়।"
      },
      {
        "topic": "Politics: Right to Disconnect Bill Introduced in Parliament",
        "english": "**NCP MP Supriya Sule** introduced the landmark **Right to Disconnect Bill 2025** in Parliament, aiming to provide employees with the **legal right to ignore work-related communications** outside working hours without penalty. The bill addresses growing concerns about **digital burnout** and work-life balance.",
        "hindi": "**NCP सांसद सुप्रिया सुले** ने संसद में ऐतिहासिक **राइट टू डिस्कनेक्ट बिल 2025** पेश किया, जिसका उद्देश्य कर्मचारियों को काम के घंटों के बाहर बिना किसी दंड के **कार्य-संबंधित संचार को अनदेखा करने का कानूनी अधिकार** प्रदान करना है। यह विधेयक **डिजिटल थकावट** और कार्य-जीवन संतुलन के बारे में बढ़ती चिंताओं को संबोधित करता है।",
        "bengali": "**NCP সাংসদ সুপ্রিয়া সুলে** সংসদে যুগান্তকারী **রাইট টু ডিসকানেক্ট বিল ২০২৫** উত্থাপন করেছেন, যার লক্ষ্য কর্মচারীদের কর্মঘণ্টার বাইরে কোনো শাস্তি ছাড়াই **কাজ-সম্পর্কিত যোগাযোগ উপেক্ষা করার আইনি অধিকার** প্রদান করা। বিলটি **ডিজিটাল ক্লান্তি** এবং কর্ম-জীবন ভারসাম্য সম্পর্কে ক্রমবর্ধমান উদ্বেগ মোকাবেলা করে।"
      },
      {
        "topic": "International: Japan Hit by 7.6 Magnitude Earthquake",
        "english": "A powerful **7.6 magnitude earthquake** struck off the coast of **Aomori Prefecture, Japan**, triggering a small tsunami and causing injuries to **at least 23 people**. Authorities ordered evacuations for **90,000 residents**, and public services were temporarily suspended as the nation responded to the seismic emergency.",
        "hindi": "**जापान के अओमोरी प्रान्त** के तट पर एक शक्तिशाली **7.6 तीव्रता का भूकंप** आया, जिससे एक छोटी सुनामी आई और **कम से कम 23 लोग घायल** हुए। अधिकारियों ने **90,000 निवासियों** के लिए निकासी का आदेश दिया, और भूकंपीय आपातकाल के प्रति राष्ट्र की प्रतिक्रिया के दौरान सार्वजनिक सेवाओं को अस्थायी रूप से निलंबित कर दिया गया।",
        "bengali": "**জাপানের আওমোরি প্রিফেকচারের** উপকূলে একটি শক্তিশালী **৭.৬ মাত্রার ভূমিকম্প** আঘাত হানে, যা একটি ছোট সুনামি সৃষ্টি করে এবং **কমপক্ষে ২৩ জনকে আহত** করে। কর্তৃপক্ষ **৯০,০০০ বাসিন্দার** জন্য সরিয়ে নেওয়ার নির্দেশ দেয় এবং দেশ ভূমিকম্প জরুরি অবস্থার প্রতিক্রিয়া জানানোর সাথে সাথে জনসেবা সাময়িকভাবে স্থগিত করা হয়।"
      },
      {
        "topic": "Culture: India Hosts UNESCO Intangible Cultural Heritage Committee",
        "english": "**India** hosted the **20th session of the UNESCO Intergovernmental Committee for Safeguarding of the Intangible Cultural Heritage** from December 8-13, 2025, in **New Delhi**. This prestigious event brought together international delegates to discuss preservation and promotion of **intangible cultural heritage** worldwide.",
        "hindi": "**भारत** ने 8-13 दिसंबर 2025 तक **नई दिल्ली** में **यूनेस्को अमूर्त सांस्कृतिक विरासत की सुरक्षा के लिए अंतर-सरकारी समिति के 20वें सत्र** की मेजबानी की। इस प्रतिष्ठित कार्यक्रम ने दुनिया भर में **अमूर्त सांस्कृतिक विरासत** के संरक्षण और संवर्धन पर चर्चा करने के लिए अंतरराष्ट्रीय प्रतिनिधियों को एक साथ लाया।",
        "bengali": "**ভারত** ৮-১৩ ডিসেম্বর ২০২৫ পর্যন্ত **নয়াদিল্লিতে** **UNESCO অধরা সাংস্কৃতিক ঐতিহ্য সংরক্ষণের আন্তঃসরকার কমিটির ২০তম অধিবেশন** আয়োজন করেছে। এই মর্যাদাপূর্ণ অনুষ্ঠান বিশ্বব্যাপী **অধরা সাংস্কৃতিক ঐতিহ্য** সংরক্ষণ এবং প্রচারের বিষয়ে আলোচনা করতে আন্তর্জাতিক প্রতিনিধিদের একত্রিত করেছে।"
      },
      {
        "topic": "Economy: China's Trade Surplus Crosses Historic $1 Trillion Mark",
        "english": "**China** achieved a historic milestone as its **trade surplus surpassed $1 trillion** for the first time, despite facing pressure from **US tariffs**. This unprecedented economic achievement demonstrates China's continued dominance in global trade and manufacturing sectors.",
        "hindi": "**चीन** ने एक ऐतिहासिक उपलब्धि हासिल की क्योंकि इसका **व्यापार अधिशेष पहली बार $1 ट्रिलियन को पार** कर गया, **अमेरिकी टैरिफ** से दबाव का सामना करने के बावजूद। यह अभूतपूर्व आर्थिक उपलब्धि वैश्विक व्यापार और विनिर्माण क्षेत्रों में चीन के निरंतर प्रभुत्व को प्रदर्शित करती है।",
        "bengali": "**চীন** একটি ঐতিহাসিক মাইলফলক অর্জন করেছে কারণ এর **বাণিজ্য উদ্বৃত্ত প্রথমবারের মতো $১ ট্রিলিয়ন অতিক্রম** করেছে, **মার্কিন শুল্ক** থেকে চাপের মুখোমুখি হওয়া সত্ত্বেও। এই অভূতপূর্ব অর্থনৈতিক অর্জন বিশ্বব্যাপী বাণিজ্য এবং উৎপাদন খাতে চীনের অব্যাহত আধিপত্য প্রদর্শন করে।"
      },
      {
        "topic": "Politics: Vande Mataram Debate Dominates Lok Sabha on 150th Anniversary",
        "english": "The **Lok Sabha** witnessed extensive discussions on the **150th anniversary of Vande Mataram**. **Prime Minister Narendra Modi** initiated the debate highlighting its historical and cultural significance, while **Congress leaders** including **Priyanka Gandhi Vadra** responded, creating a significant political discourse on India's national song.",
        "hindi": "**लोकसभा** ने **वंदे मातरम की 150वीं वर्षगांठ** पर व्यापक चर्चा देखी। **प्रधानमंत्री नरेंद्र मोदी** ने इसके ऐतिहासिक और सांस्कृतिक महत्व को उजागर करते हुए बहस शुरू की, जबकि **प्रियंका गांधी वाड्रा** सहित **कांग्रेस नेताओं** ने जवाब दिया, जिससे भारत के राष्ट्रगीत पर एक महत्वपूर्ण राजनीतिक चर्चा हुई।",
        "bengali": "**লোকসভা** **বন্দে মাতরমের ১৫০তম বার্ষিকীতে** ব্যাপক আলোচনা প্রত্যক্ষ করেছে। **প্রধানমন্ত্রী নরেন্দ্র মোদি** এর ঐতিহাসিক এবং সাংস্কৃতিক তাৎপর্য তুলে ধরে বিতর্ক শুরু করেছেন, যখন **প্রিয়াঙ্কা গান্ধী বাদরা** সহ **কংগ্রেস নেতারা** প্রতিক্রিয়া জানিয়েছেন, যা ভারতের জাতীয় সংগীত নিয়ে একটি উল্লেখযোগ্য রাজনৈতিক আলোচনা তৈরি করেছে।"
      },
      {
        "topic": "International: Southern Transitional Council Captures Yemen's Southern Governorates",
        "english": "The **UAE-backed Southern Transitional Council (STC)** reportedly captured all **eight southern governorates of Yemen** in the 2025 Hadhramaut offensive. The STC has been seizing key areas in **Hadhramaut and Mahrah governorates** since December 3, potentially paving the way for a claim of **independence for South Yemen**.",
        "hindi": "**UAE-समर्थित दक्षिणी संक्रमणकालीन परिषद (STC)** ने कथित तौर पर 2025 के हद्रामौत आक्रमण में यमन के सभी **आठ दक्षिणी राज्यक्षेत्रों पर कब्जा** कर लिया। STC 3 दिसंबर से **हद्रामौत और महरा राज्यक्षेत्रों** में प्रमुख क्षेत्रों पर कब्जा कर रहा है, जो संभावित रूप से **दक्षिण यमन की स्वतंत्रता** के दावे का मार्ग प्रशस्त कर रहा है।",
        "bengali": "**UAE-সমর্থিত সাউদার্ন ট্রানজিশনাল কাউন্সিল (STC)** ২০২৫ হাদরামাউট আক্রমণে ইয়েমেনের সমস্ত **আটটি দক্ষিণ গভর্নরেট দখল** করেছে বলে জানা গেছে। STC ৩ ডিসেম্বর থেকে **হাদরামাউট এবং মাহরা গভর্নরেটে** মূল এলাকা দখল করছে, যা সম্ভাব্যভাবে **দক্ষিণ ইয়েমেনের স্বাধীনতার** দাবির পথ প্রশস্ত করছে।"
      }
    ],
    "createdAt": "2025-12-12T05:45:53.568Z",
    "updatedAt": "2025-12-12T05:45:53.569Z"
  },
  {
    "id": "2025-12-07",
    "date": "2025-12-07",
    "items": [
      {
        "topic": "Technology: Fino Payments Bank Becomes First to Convert to Small Finance Bank",
        "english": "**Fino Payments Bank** created history by becoming the **first payments bank in India** to receive **in-principle approval from RBI** to convert into a **Small Finance Bank (SFB)**. This milestone marks a significant evolution in India's fintech sector and demonstrates the growth potential of digital banking institutions.",
        "hindi": "**फिनो पेमेंट्स बैंक** ने **स्मॉल फाइनेंस बैंक (SFB)** में परिवर्तित होने के लिए **RBI से सैद्धांतिक मंजूरी** प्राप्त करने वाला **भारत का पहला पेमेंट्स बैंक** बनकर इतिहास रच दिया। यह मील का पत्थर भारत के फिनटेक क्षेत्र में एक महत्वपूर्ण विकास को चिह्नित करता है और डिजिटल बैंकिंग संस्थानों की विकास क्षमता को प्रदर्शित करता है।",
        "bengali": "**ফিনো পেমেন্টস ব্যাংক** **স্মল ফাইন্যান্স ব্যাংক (SFB)** এ রূপান্তরের জন্য **RBI থেকে নীতিগতভাবে অনুমোদন** পাওয়া **ভারতের প্রথম পেমেন্টস ব্যাংক** হয়ে ইতিহাস সৃষ্টি করেছে। এই মাইলফলক ভারতের ফিনটেক সেক্টরে একটি গুরুত্বপূর্ণ বিবর্তন চিহ্নিত করে এবং ডিজিটাল ব্যাঙ্কিং প্রতিষ্ঠানের বৃদ্ধির সম্ভাবনা প্রদর্শন করে।"
      },
      {
        "topic": "Aviation: IndiGo Cancels 650 Flights Amid Major Operational Crisis",
        "english": "**IndiGo Airlines** faced a severe operational crisis, cancelling approximately **650 out of 2,300 daily flights** on December 7, 2025. The **DGCA issued a show-cause notice** to IndiGo's CEO citing **planning failures and pilot duty norm lapses**, while the government intervened by setting **maximum airfare limits** to protect passengers.",
        "hindi": "**इंडिगो एयरलाइंस** को एक गंभीर परिचालन संकट का सामना करना पड़ा, 7 दिसंबर 2025 को **2,300 दैनिक उड़ानों में से लगभग 650 को रद्द** किया। **DGCA ने इंडिगो के CEO को कारण बताओ नोटिस** जारी किया, जिसमें **योजना विफलताओं और पायलट ड्यूटी मानदंड चूक** का हवाला दिया गया, जबकि सरकार ने यात्रियों की सुरक्षा के लिए **अधिकतम किराया सीमा** निर्धारित करके हस्तक्षेप किया।",
        "bengali": "**ইন্ডিগো এয়ারলাইন্স** একটি গুরুতর পরিচালনাগত সংকটের মুখোমুখি হয়েছে, ৭ ডিসেম্বর ২০২৫ এ **২,৩০০ দৈনিক ফ্লাইটের মধ্যে প্রায় ৬৫০টি বাতিল** করেছে। **DGCA ইন্ডিগোর CEO-কে কারণ দর্শানোর নোটিশ** জারি করেছে **পরিকল্পনা ব্যর্থতা এবং পাইলট ডিউটি নিয়ম লঙ্ঘনের** উল্লেখ করে, যখন সরকার যাত্রীদের সুরক্ষার জন্য **সর্বোচ্চ ভাড়া সীমা** নির্ধারণ করে হস্তক্ষেপ করেছে।"
      },
      {
        "topic": "Technology: NHAI Gets SEBI Approval for Infrastructure Investment Trust",
        "english": "The **National Highways Authority of India (NHAI)** secured **in-principle approval from SEBI** for its **'Raajmarg Infra Investment Trust' (RIIT)**. This infrastructure investment trust will enable public participation in highway development and create new investment opportunities in India's road infrastructure sector.",
        "hindi": "**भारतीय राष्ट्रीय राजमार्ग प्राधिकरण (NHAI)** ने अपने **'राजमार्ग इन्फ्रा इन्वेस्टमेंट ट्रस्ट' (RIIT)** के लिए **SEBI से सैद्धांतिक मंजूरी** प्राप्त की। यह बुनियादी ढांचा निवेश ट्रस्ट राजमार्ग विकास में सार्वजनिक भागीदारी को सक्षम करेगा और भारत के सड़क बुनियादी ढांचा क्षेत्र में नए निवेश अवसर पैदा करेगा।",
        "bengali": "**ন্যাশনাল হাইওয়েজ অথরিটি অফ ইন্ডিয়া (NHAI)** তার **'রাজমার্গ ইনফ্রা ইনভেস্টমেন্ট ট্রাস্ট' (RIIT)** এর জন্য **SEBI থেকে নীতিগত অনুমোদন** পেয়েছে। এই অবকাঠামো বিনিয়োগ ট্রাস্ট হাইওয়ে উন্নয়নে জনসাধারণের অংশগ্রহণ সক্ষম করবে এবং ভারতের সড়ক অবকাঠামো খাতে নতুন বিনিয়োগের সুযোগ তৈরি করবে।"
      },
      {
        "topic": "Defence: DRDO Transfers Seven Indigenous Technologies to Armed Forces",
        "english": "The **Defence Research and Development Organisation (DRDO)** successfully transferred **seven indigenously developed technologies** to the **Indian Armed Forces** under the **Technology Development Fund (TDF) scheme**. This initiative strengthens India's **self-reliance in defence technology** and operational capabilities.",
        "hindi": "**रक्षा अनुसंधान और विकास संगठन (DRDO)** ने **प्रौद्योगिकी विकास कोष (TDF) योजना** के तहत **सात स्वदेशी रूप से विकसित प्रौद्योगिकियों** को **भारतीय सशस्त्र बलों** को सफलतापूर्वक स्थानांतरित किया। यह पहल **रक्षा प्रौद्योगिकी में भारत की आत्मनिर्भरता** और परिचालन क्षमताओं को मजबूत करती है।",
        "bengali": "**প্রতিরক্ষা গবেষণা ও উন্নয়ন সংস্থা (DRDO)** **প্রযুক্তি উন্নয়ন তহবিল (TDF) স্কিমের** অধীনে **সাতটি স্বদেশীয়ভাবে উন্নত প্রযুক্তি** **ভারতীয় সশস্ত্র বাহিনীতে** সফলভাবে স্থানান্তর করেছে। এই উদ্যোগ **প্রতিরক্ষা প্রযুক্তিতে ভারতের আত্মনির্ভরতা** এবং পরিচালনা সক্ষমতা শক্তিশালী করে।"
      },
      {
        "topic": "Technology: Bharat Taxi Launched as Alternative Ride-Hailing Platform",
        "english": "A **cooperative ride-hailing platform named Bharat Taxi** was launched under the **Union Ministry of Cooperation** as an alternative to existing services like **Uber and Ola**. This initiative aims to empower drivers through a **cooperative model** and provide competitive cab services across India.",
        "hindi": "**Uber और Ola** जैसी मौजूदा सेवाओं के विकल्प के रूप में **केंद्रीय सहकारिता मंत्रालय** के तहत **भारत टैक्सी नामक एक सहकारी राइड-हेलिंग प्लेटफॉर्म** लॉन्च किया गया। इस पहल का उद्देश्य **सहकारी मॉडल** के माध्यम से ड्राइवरों को सशक्त बनाना और पूरे भारत में प्रतिस्पर्धी कैब सेवाएं प्रदान करना है।",
        "bengali": "**Uber এবং Ola**-র মতো বিদ্যমান সেবার বিকল্প হিসাবে **কেন্দ্রীয় সহযোগিতা মন্ত্রকের** অধীনে **ভারত ট্যাক্সি নামে একটি সমবায় রাইড-হেইলিং প্ল্যাটফর্ম** চালু করা হয়েছে। এই উদ্যোগের লক্ষ্য **সমবায় মডেলের** মাধ্যমে চালকদের ক্ষমতায়ন করা এবং ভারত জুড়ে প্রতিযোগিতামূলক ক্যাব সেবা প্রদান করা।"
      },
      {
        "topic": "Disaster: Goa Nightclub Fire Claims 23 Lives",
        "english": "A devastating fire at the **Birch by Romeo Lane nightclub in North Goa** claimed **at least 23 lives**, including staff and tourists, and injured approximately  **50 others**. The blaze was reportedly triggered by a **cylinder blast**, leading to arrests and a magisterial inquiry into safety violations.",
        "hindi": "**उत्तर गोवा में बर्च बाय रोमियो लेन नाइटक्लब** में एक विनाशकारी आग में कर्मचारियों और पर्यटकों सहित **कम से कम 23 लोगों की जान** चली गई और लगभग **50 अन्य घायल** हो गए। कथित तौर पर आग एक **सिलेंडर विस्फोट** से लगी, जिसके कारण गिरफ्तारी हुई और सुरक्षा उल्लंघनों की मजिस्ट्रेट जांच शुरू हुई।",
        "bengali": "**উত্তর গোয়ার বার্চ বাই রোমিও লেন নাইটক্লাবে** একটি ধ্বংসাত্মক অগ্নিকাণ্ডে কর্মচারী এবং পর্যটক সহ **কমপক্ষে ২৩ জনের প্রাণহানি** হয়েছে এবং প্রায় **৫০ জন আহত** হয়েছেন। অগ্নিকাণ্ডটি একটি **সিলিন্ডার বিস্ফোরণের** কারণে হয়েছে বলে জানা গেছে, যার ফলে গ্রেপ্তার এবং নিরাপত্তা লঙ্ঘনের ম্যাজিস্ট্রেট তদন্ত শুরু হয়েছে।"
      },
      {
        "topic": "International: Russia Launches Massive Aerial Assault on Ukraine",
        "english": "**Russia** launched its **largest aerial assault** on **Ukraine**, deploying **653 drones and 51 missiles** targeting energy and transport infrastructure across **ten regions**. The attack injured **at least eight people** and left **millions without power**, coinciding with US-mediated peace talks in Miami.",
        "hindi": "**रूस** ने **यूक्रेन** पर अपना **सबसे बड़ा हवाई हमला** शुरू किया, **दस क्षेत्रों** में ऊर्जा और परिवहन बुनियादी ढांचे को निशाना बनाते हुए **653 ड्रोन और 51 मिसाइलें** तैनात कीं। हमले में **कम से कम आठ लोग घायल** हुए और **लाखों लोग बिजली के बिना** रह गए, जो मियामी में अमेरिकी-मध्यस्थ शांति वार्ता के साथ मेल खाता है।",
        "bengali": "**রাশিয়া** **ইউক্রেনে** তার **সর্ববৃহৎ বিমান হামলা** চালিয়েছে, **দশটি অঞ্চলে** শক্তি এবং পরিবহন অবকাঠামোকে লক্ষ্য করে **৬৫৩ ড্রোন এবং ৫১ মিসাইল** মোতায়েন করেছে। হামলায় **কমপক্ষে আট জন আহত** হয়েছে এবং **লক্ষ লক্ষ মানুষ বিদ্যুৎ ছাড়াই** থেকে গেছে, যা মিয়ামিতে মার্কিন-মধ্যস্থ শান্তি আলোচনার সাথে মিলেছে।"
      },
      {
        "topic": "International: Military Coup in Benin",
        "english": "A group of soldiers in **Benin**, calling themselves the **Military Committee for Refoundation**, announced the **dissolution of the government** and removal of the President on state television. This marks the **latest in a series of coups** in West Africa, raising concerns about regional stability.",
        "hindi": "**बेनिन** में सैनिकों के एक समूह ने, जो खुद को **मिलिट्री कमेटी फॉर रिफाउंडेशन** कहते हैं, राज्य टेलीविजन पर **सरकार के विघटन** और राष्ट्रपति को हटाने की घोषणा की। यह पश्चिम अफ्रीका में **तख्तापलट की श्रृंखला में नवीनतम** को चिह्नित करता है, जो क्षेत्रीय स्थिरता के बारे में चिंता बढ़ाता है।",
        "bengali": "**বেনিনে** সৈন্যদের একটি দল, যারা নিজেদের **মিলিটারি কমিটি ফর রিফাউন্ডেশন** বলে, রাজ্য টেলিভিশনে **সরকার বিলুপ্তি** এবং রাষ্ট্রপতিকে অপসারণের ঘোষণা দিয়েছে। এটি পশ্চিম আফ্রিকায় **সাম্প্রতিক অভ্যুত্থানের সিরিজে সর্বশেষ** চিহ্নিত করে, যা আঞ্চলিক স্থিতিশীলতা নিয়ে উদ্বেগ বাড়িয়েছে।"
      },
      {
        "topic": "Sports: Sunil Narine Becomes First Bowler with 600 T20 Wickets",
        "english": "**West Indies spinner Sunil Narine** achieved a historic milestone by becoming the **first bowler to take 600 wickets in T20 cricket**. This remarkable feat showcases his dominance and consistency in the shortest format of the game across various T20 leagues worldwide.",
        "hindi": "**वेस्ट इंडीज के स्पिनर सुनील नारिन** ने **T20 क्रिकेट में 600 विकेट लेने वाले पहले गेंदबाज** बनकर एक ऐतिहासिक मील का पत्थर हासिल किया। यह उल्लेखनीय उपलब्धि दुनिया भर की विभिन्न T20 लीगों में खेल के सबसे छोटे प्रारूप में उनके प्रभुत्व और स्थिरता को प्रदर्शित करती है।",
        "bengali": "**ওয়েস্ট ইন্ডিজের স্পিনার সুনীল নারাইন** **T20 ক্রিকেটে ৬০০ উইকেট নেওয়া প্রথম বোলার** হয়ে একটি ঐতিহাসিক মাইলফলক অর্জন করেছেন। এই অসাধারণ কৃতিত্ব বিশ্বব্যাপী বিভিন্ন T20 লিগে খেলার সংক্ষিপ্ততম ফর্ম্যাটে তার আধিপত্য এবং ধারাবাহিকতা প্রদর্শন করে।"
      },
      {
        "topic": "Events: International Civil Aviation Day and Armed Forces Flag Day Observed",
        "english": "**December 7** was observed as **International Civil Aviation Day** with the theme **\"Safe Skies. Sustainable Future: Together for All\"** and **Armed Forces Flag Day** in India. These observances highlighted the importance of aviation safety and honored the sacrifices of Indian military personnel.",
        "hindi": "**7 दिसंबर** को **\"सुरक्षित आसमान। सतत भविष्य: सभी के लिए एक साथ\"** विषय के साथ **अंतर्राष्ट्रीय नागरिक उड्डयन दिवस** और भारत में **सशस्त्र सेना झंडा दिवस** के रूप में मनाया गया। ये आयोजन विमानन सुरक्षा के महत्व को उजागर करते हैं और भारतीय सैन्य कर्मियों के बलिदान का सम्मान करते हैं।",
        "bengali": "**৭ ডিসেম্বর** **\"নিরাপদ আকাশ। টেকসই ভবিষ্যৎ: সবার জন্য একসাথে\"** থিম সহ **আন্তর্জাতিক বেসামরিক বিমান চলাচল দিবস** এবং ভারতে **সশস্ত্র বাহিনী পতাকা দিবস** হিসাবে পালিত হয়েছে। এই পর্যবেক্ষণগুলি বিমান চলাচলের নিরাপত্তার গুরুত্ব তুলে ধরে এবং ভারতীয় সামরিক কর্মীদের ত্যাগের সম্মান করে।"
      }
    ],
    "createdAt": "2025-12-11T17:31:22.124Z",
    "updatedAt": "2025-12-11T17:31:22.124Z"
  },
  {
    "date": "2025-12-10",
    "current_affairs": [
      {
        "topic": "Finance: SEBI Launches PaRRVA Platform to Combat Misleading Investment Claims",
        "english": "The Securities and Exchange Board of India (SEBI) has introduced the PaRRVA platform, a new digital tool designed to verify investment claims and prevent misleading content from financial influencers. This initiative aims to protect retail investors from fraudulent investment advice and unverified claims circulating on social media.",
        "hindi": "भारतीय प्रतिभूति और विनिमय बोर्ड (सेबी) ने PaRRVA प्लेटफॉर्म की शुरुआत की है, जो निवेश दावों को सत्यापित करने और वित्तीय प्रभावकों की भ्रामक सामग्री को रोकने के लिए एक नया डिजिटल उपकरण है। यह पहल खुदरा निवेशकों को धोखाधड़ी वाली निवेश सलाह और सोशल मीडिया पर फैल रहे असत्यापित दावों से बचाने के उद्देश्य से शुरू की गई है।",
        "bengali": "ভারতীয় সিকিউরিটিজ অ্যান্ড এক্সচেঞ্জ বোর্ড (সেবি) PaRRVA প্ল্যাটফর্ম চালু করেছে, যা একটি নতুন ডিজিটাল টুল যা বিনিয়োগের দাবি যাচাই করতে এবং আর্থিক প্রভাবশালীদের বিভ্রান্তিকর বিষয়বস্তু প্রতিরোধ করতে ডিজাইন করা হয়েছে। এই উদ্যোগের লক্ষ্য খুচরা বিনিয়োগকারীদের প্রতারণামূলক বিনিয়োগ পরামর্শ এবং সোশ্যাল মিডিয়ায় প্রচারিত অযাচাইকৃত দাবি থেকে রক্ষা করা।"
      },
      {
        "topic": "Technology: Adani Group to Build 2500 Crore AI Data Centre in Telangana",
        "english": "The Adani Group has announced plans to establish a massive AI-powered green data centre in Telangana with an investment of 2500 crore rupees. This state-of-the-art facility will focus on sustainable technology and is expected to boost the state's digital infrastructure significantly.",
        "hindi": "अडानी समूह ने तेलंगाना में 2500 करोड़ रुपये के निवेश के साथ एक विशाल एआई-संचालित हरित डेटा सेंटर स्थापित करने की योजना की घोषणा की है। यह अत्याधुनिक सुविधा टिकाऊ प्रौद्योगिकी पर केंद्रित होगी और राज्य के डिजिटल बुनियादी ढांचे को महत्वपूर्ण रूप से बढ़ावा देने की उम्मीद है।",
        "bengali": "আদানি গ্রুপ তেলেঙ্গানায় ২৫০০ করোড় রুপি বিনিয়োগে একটি বিশাল এআই-চালিত সবুজ ডেটা সেন্টার স্থাপনের পরিকল্পনা ঘোষণা করেছে। এই অত্যাধুনিক সুবিধা টেকসই প্রযুক্তির উপর ফোকাস করবে এবং রাজ্যের ডিজিটাল অবকাঠামোতে উল্লেখযোগ্য বৃদ্ধি আশা করা হচ্ছে।"
      },
      {
        "topic": "Defence: Indian Navy Launches Operation Sagar Bandhu to Support Sri Lanka",
        "english": "The Indian Navy has deployed four additional warships to Sri Lanka under Operation Sagar Bandhu as part of humanitarian assistance and disaster relief efforts. This operation demonstrates India's commitment to regional cooperation and its role as a first responder in the Indian Ocean region.",
        "hindi": "भारतीय नौसेना ने मानवीय सहायता और आपदा राहत प्रयासों के तहत ऑपरेशन सागर बंधु के अंतर्गत श्रीलंका में चार अतिरिक्त युद्धपोतों को तैनात किया है। यह अभियान क्षेत्रीय सहयोग के प्रति भारत की प्रतिबद्धता और हिंद महासागर क्षेत्र में प्रथम प्रतिक्रियाकर्ता के रूप में इसकी भूमिका को प्रदर्शित करता है।",
        "bengali": "ভারতীয় নৌবাহিনী মানবিক সহায়তা এবং দুর্যোগ ত্রাণ প্রচেষ্টার অংশ হিসাবে অপারেশন সাগর বন্ধুর অধীনে শ্রীলঙ্কায় চারটি অতিরিক্ত যুদ্ধজাহাজ মোতায়েন করেছে। এই অভিযান আঞ্চলিক সহযোগিতার প্রতি ভারতের প্রতিশ্রুতি এবং ভারত মহাসাগর অঞ্চলে প্রথম সাড়াদানকারী হিসাবে এর ভূমিকা প্রদর্শন করে।"
      },
      {
        "topic": "Awards: Raveena Tandon Receives PETA India's Highest Annual Award",
        "english": "Bollywood actress Raveena Tandon has been honored with PETA India's top annual recognition for her outstanding contribution to animal welfare and rights. The award acknowledges her consistent efforts in promoting compassion towards animals and raising awareness about their protection.",
        "hindi": "बॉलीवुड अभिनेत्री रवीना टंडन को पशु कल्याण और अधिकारों में उनके उत्कृष्ट योगदान के लिए पेटा इंडिया के शीर्ष वार्षिक सम्मान से सम्मानित किया गया है। यह पुरस्कार जानवरों के प्रति करुणा को बढ़ावा देने और उनकी सुरक्षा के बारे में जागरूकता बढ़ाने में उनके निरंतर प्रयासों को मान्यता देता है।",
        "bengali": "বলিউড অভিনেত্রী রবীনা ট্যান্ডনকে পশু কল্যাণ এবং অধিকারে তাঁর অসাধারণ অবদানের জন্য পেটা ইন্ডিয়ার সর্বোচ্চ বার্ষিক স্বীকৃতি প্রদান করা হয়েছে। এই পুরস্কার পশুদের প্রতি সহানুভূতি প্রচার এবং তাদের সুরক্ষা সম্পর্কে সচেতনতা বৃদ্ধিতে তাঁর ধারাবাহিক প্রচেষ্টাকে স্বীকৃতি দেয়।"
      },
      {
        "topic": "Infrastructure: NHAI's Raajmarg Infra InvIT Gets SEBI Approval for IPO",
        "english": "The National Highways Authority of India's (NHAI) infrastructure investment trust, Raajmarg Infra InvIT, has received preliminary approval from SEBI to launch its public listing. This move will enable retail investors to participate in India's highway infrastructure development through a transparent investment vehicle.",
        "hindi": "राष्ट्रीय राजमार्ग प्राधिकरण (एनएचएआई) के बुनियादी ढांचा निवेश ट्रस्ट, राजमार्ग इन्फ्रा InvIT को सेबी से अपनी सार्वजनिक लिस्टिंग शुरू करने के लिए प्रारंभिक मंजूरी मिल गई है। यह कदम खुदरा निवेशकों को एक पारदर्शी निवेश माध्यम के जरिए भारत के राजमार्ग बुनियादी ढांचे के विकास में भाग लेने में सक्षम बनाएगा।",
        "bengali": "জাতীয় মহাসড়ক কর্তৃপক্ষের (এনএইচএআই) অবকাঠামো বিনিয়োগ ট্রাস্ট, রাজমার্গ ইনফ্রা InvIT তার পাবলিক লিস্টিং চালু করার জন্য সেবির কাছ থেকে প্রাথমিক অনুমোদন পেয়েছে। এই পদক্ষেপ খুচরা বিনিয়োগকারীদের একটি স্বচ্ছ বিনিয়োগ মাধ্যমের মাধ্যমে ভারতের মহাসড়ক অবকাঠামো উন্নয়নে অংশগ্রহণ করতে সক্ষম করবে।"
      },
      {
        "topic": "Chess: 3-Year-Old Indian Becomes Youngest FIDE-Rated Chess Player",
        "english": "A three-year-old Indian child has created history by becoming the youngest chess player ever to earn an official FIDE rating. This remarkable achievement showcases the early development of chess talent in India and sets a new benchmark in the global chess community.",
        "hindi": "एक तीन वर्षीय भारतीय बच्चे ने आधिकारिक FIDE रेटिंग अर्जित करने वाले सबसे कम उम्र के शतरंज खिलाड़ी बनकर इतिहास रच दिया है। यह उल्लेखनीय उपलब्धि भारत में शतरंज प्रतिभा के प्रारंभिक विकास को प्रदर्शित करती है और वैश्विक शतरंज समुदाय में एक नया मानदंड स्थापित करती है।",
        "bengali": "একজন তিন বছর বয়সী ভারতীয় শিশু আনুষ্ঠানিক FIDE রেটিং অর্জনকারী সর্বকনিষ্ঠ দাবা খেলোয়াড় হয়ে ইতিহাস সৃষ্টি করেছে। এই অসাধারণ সাফল্য ভারতে দাবা প্রতিভার প্রাথমিক বিকাশ প্রদর্শন করে এবং বিশ্বব্যাপী দাবা সম্প্রদায়ে একটি নতুন মানদণ্ড স্থাপন করে।"
      },
      {
        "topic": "Achievement: Maharashtra Sets Guinness Record for Solar Pump Installation",
        "english": "Maharashtra has achieved a Guinness World Record for the largest-scale installation of solar pumps in the agricultural sector. This initiative represents a major step towards sustainable farming practices and demonstrates the state's commitment to renewable energy adoption in rural areas.",
        "hindi": "महाराष्ट्र ने कृषि क्षेत्र में सौर पंपों की सबसे बड़े पैमाने की स्थापना के लिए गिनीज विश्व रिकॉर्ड हासिल किया है। यह पहल टिकाऊ कृषि प्रथाओं की दिशा में एक महत्वपूर्ण कदम है और ग्रामीण क्षेत्रों में नवीकरणीय ऊर्जा अपनाने के प्रति राज्य की प्रतिबद्धता को प्रदर्शित करती है।",
        "bengali": "মহারাষ্ট্র কৃষি ক্ষেত্রে সৌর পাম্পের বৃহত্তম মাপের ইনস্টলেশনের জন্য গিনেস ওয়ার্ল্ড রেকর্ড অর্জন করেছে। এই উদ্যোগ টেকসই কৃষি অনুশীলনের দিকে একটি বড় পদক্ষেপ এবং গ্রামীণ এলাকায় নবায়নযোগ্য শক্তি গ্রহণের প্রতি রাজ্যের প্রতিশ্রুতি প্রদর্শন করে।"
      },
      {
        "topic": "Healthcare: India Prepares for Second WHO Traditional Medicine Summit",
        "english": "India has commenced preparations to host the second WHO Global Summit on Traditional Medicine. This prestigious event will bring together experts, policymakers, and practitioners from around the world to discuss the integration of traditional medicine systems with modern healthcare.",
        "hindi": "भारत ने पारंपरिक चिकित्सा पर दूसरे विश्व स्वास्थ्य संगठन (डब्ल्यूएचओ) वैश्विक शिखर सम्मेलन की मेजबानी की तैयारी शुरू कर दी है। यह प्रतिष्ठित कार्यक्रम दुनिया भर के विशेषज्ञों, नीति निर्माताओं और चिकित्सकों को पारंपरिक चिकित्सा प्रणालियों को आधुनिक स्वास्थ्य सेवा के साथ एकीकृत करने पर चर्चा करने के लिए एक साथ लाएगा।",
        "bengali": "ভারত ঐতিহ্যবাহী চিকিৎসার উপর দ্বিতীয় বিশ্ব স্বাস্থ্য সংস্থার (WHO) বৈশ্বিক শিখর সম্মেলনের আয়োজনের প্রস্তুতি শুরু করেছে। এই মর্যাদাপূর্ণ অনুষ্ঠান বিশ্বজুড়ে বিশেষজ্ঞ, নীতিনির্ধারক এবং অনুশীলনকারীদের একত্রিত করবে ঐতিহ্যবাহী চিকিৎসা ব্যবস্থার আধুনিক স্বাস্থ্যসেবার সাথে একীকরণ নিয়ে আলোচনা করতে।"
      },
      {
        "topic": "Animal Welfare: Anant Ambani Honored by Humane Society International",
        "english": "Anant Ambani has been recognized as the youngest recipient of the Humane Society International's prestigious animal welfare award. The honor acknowledges his dedicated efforts towards animal conservation, rescue, and rehabilitation through his Vantara wildlife rescue initiative.",
        "hindi": "अनंत अंबानी को ह्यूमेन सोसाइटी इंटरनेशनल के प्रतिष्ठित पशु कल्याण पुरस्कार का सबसे कम उम्र का प्राप्तकर्ता मान्यता मिली है। यह सम्मान उनके वंतारा वन्यजीव बचाव पहल के माध्यम से पशु संरक्षण, बचाव और पुनर्वास के लिए उनके समर्पित प्रयासों को स्वीकार करता है।",
        "bengali": "অনন্ত আম্বানি হিউম্যান সোসাইটি ইন্টারন্যাশনালের মর্যাদাপূর্ণ পশু কল্যাণ পুরস্কারের সর্বকনিষ্ঠ প্রাপক হিসাবে স্বীকৃত হয়েছেন। এই সম্মান তাঁর বন্তারা বন্যপ্রাণী উদ্ধার উদ্যোগের মাধ্যমে পশু সংরক্ষণ, উদ্ধার এবং পুনর্বাসনের জন্য তাঁর নিবেদিত প্রচেষ্টাকে স্বীকৃতি দেয়।"
      },
      {
        "topic": "Heritage: Gyan Bharatam Mission Launched to Preserve Ancient Manuscripts",
        "english": "The Government of India has launched the Gyan Bharatam Mission, an ambitious initiative aimed at digitally preserving India's vast manuscript heritage. This project will use advanced technology to catalog, digitize, and make accessible thousands of ancient manuscripts, ensuring their preservation for future generations.",
        "hindi": "भारत सरकार ने ज्ञान भारतम मिशन की शुरुआत की है, जो भारत की विशाल पांडुलिपि विरासत को डिजिटल रूप से संरक्षित करने का एक महत्वाकांक्षी पहल है। यह परियोजना हजारों प्राचीन पांडुलिपियों को सूचीबद्ध करने, डिजिटलीकरण करने और सुलभ बनाने के लिए उन्नत तकनीक का उपयोग करेगी, जिससे आने वाली पीढ़ियों के लिए उनका संरक्षण सुनिश्चित होगा।",
        "bengali": "ভারত সরকার জ্ঞান ভারতম মিশন চালু করেছে, যা ভারতের বিশাল পাণ্ডুলিপি ঐতিহ্যকে ডিজিটালভাবে সংরক্ষণের লক্ষ্যে একটি উচ্চাভিলাষী উদ্যোগ। এই প্রকল্প হাজার হাজার প্রাচীন পাণ্ডুলিপি তালিকাভুক্ত, ডিজিটাইজ এবং অ্যাক্সেসযোগ্য করতে উন্নত প্রযুক্তি ব্যবহার করবে, ভবিষ্যৎ প্রজন্মের জন্য তাদের সংরক্ষণ নিশ্চিত করবে।"
      }
    ]
  }
]